{"en": "They’re installing alarms, Future Jerry. Can you believe that?", "zh": "未來的傑瑞，他們正在安裝警報器，你能相信嗎？", "type": "2:1", "score": 0.9003505110740662, "source_para_score": 0.9273386001586914}
{"en": "Jesus, next thing they’ll get a giant cat door just for you and you’ll have to . . .", "zh": "天啊，接下來他們是不是要給你安裝一個巨大的貓門啊？", "type": "1:1", "score": 0.7376912236213684, "source_para_score": 0.9273386001586914}
{"en": "wait, message from Henry . . . what’s that Henry?", "zh": "然後你得……等等，收到了一條來自亨利的消息，亨利，管那個叫什麼？", "type": "2:1", "score": 0.8051689267158508, "source_para_score": 0.9273386001586914}
{"en": "Oh, that wouldn’t be called a cat door, it would be called a door.", "zh": "哦，這不是叫貓門，就是叫門而已。", "type": "1:1", "score": 0.8085432648658752, "source_para_score": 0.9273386001586914}
{"en": "Then you’ll have to wear a goddamn magnetic collar to make sure the other dementia granddads on the street don’t wander in and raid the fridge and shit on the carpet and chew up the arms of the lounge set.", "zh": "你得戴上一個該死的項圈，確保街上其他患有痴呆症的老爺爺不會闖進來，然後搶劫冰箱、在地毯上拉屎、破壞客廳里的傢具。", "type": "1:1", "score": 0.7776800990104675, "source_para_score": 0.9273386001586914}
{"en": "Sandra rang her this morning and told her you’d gone a-wandering, which was something the counselor said was likely to happen.", "zh": "今天上午桑德拉給她打電話說你又出去遊盪了，諮詢師說這的確是會發生的。", "type": "1:1", "score": 0.8203890919685364, "source_para_score": 0.8406201004981995}
{"en": "There’s a guy coming around tomorrow to work on the place. Alarms on all the doors that lead in and out of the house, including the garage door.", "zh": "明天會有人來，在所有進出的門上安裝警報器，包括車庫門。", "type": "2:1", "score": 0.751384973526001, "source_para_score": 0.8406201004981995}
{"en": "No alarms on the windows, because if you’re sane enough to try and escape through the windows as to not trigger an alarm, then you’re sane. The alarms are for when Captain A is driving this train wreck.", "zh": "窗戶上沒有警報器，因為如果你想從窗戶逃走從而不觸發警報器的話，那說明你還是神志清醒的；而警報器只是為了防止「阿爾茨船長」駕駛著你的身體失事而已。", "type": "2:1", "score": 0.7634744644165039, "source_para_score": 0.8406201004981995}
{"en": "You wandered off ONCE and instead of being sympathetic, Sandra is putting in the boot.", "zh": "對於你的走丟，桑德拉沒有表示同情，反而落井下石。", "type": "1:1", "score": 0.6519431471824646, "source_para_score": 0.8406201004981995}
{"en": "Christ, she has NO IDEA how this feels. She isn’t THE ONE who is suffering, she isn’t THE ONE who is losing her mind.", "zh": "天啊，她根本就不知道那是一種怎樣的感覺，她又不是受苦的那個，她又不是失憶的那個。", "type": "2:1", "score": 0.8008227348327637, "source_para_score": 0.8406201004981995}
{"en": "If you can find your car keys, maybe you can buy a tent and drive to the beach and toast some marshmallows and leave your Let’s control Jerry wife here to do whatever the hell she wants for a few days.", "zh": "要是你能找到車鑰匙，你就可以買頂帳篷，開車到海灘，做棉花糖賣去，讓你那個有控制欲的老婆胡作非為去吧。", "type": "1:1", "score": 0.6975059509277344, "source_para_score": 0.8406201004981995}
{"en": "The wedding is now less than three weeks away. You’re too scared to look at your credit card bill—which, by the way, you don’t get to see anymore.", "zh": "距離婚禮還有不到三個星期，你不敢看你的信用卡賬單了。", "type": "2:1", "score": 0.7798888087272644, "source_para_score": 0.8629738688468933}
{"en": "All those things arrive online now, and you can’t access any of it because you can’t remember the access number or the password, though, to be honest here, Future Jerry, at this stage in the game you’re thinking you can remember them and that Sandra has changed them.", "zh": "順便說一句，你也不用看了。因為現在賬單都在網上顯示，而你又不記得賬號或密碼，所以無法訪問了。不過，說實話，未來的傑瑞，在這場失憶遊戲中，你想過說不定只是桑德拉篡改了賬號或密碼。", "type": "1:3", "score": 0.754819393157959, "source_para_score": 0.8629738688468933}
{"en": "She wants you to ask her what they are just so she can tell you they’re the same as they’ve always been, but you won’t give her the satisfaction.", "zh": "她想讓你問她，然後她會告訴你還是原來的賬號或密碼，但你的反應不會讓她滿意的。", "type": "1:1", "score": 0.6719667315483093, "source_para_score": 0.8629738688468933}
{"en": "You spoke to Hans today. He came around to see you.", "zh": "你今天和漢斯交談過了，他過來看你。", "type": "2:1", "score": 0.9317168593406677, "source_para_score": 0.8369982242584229}
{"en": "Unlike Sandra, he is on your side.", "zh": "他不像桑德拉，他是站在你這邊的。", "type": "1:1", "score": 0.8272143602371216, "source_para_score": 0.8369982242584229}
{"en": "He has no idea how it feels, but at least he’s sympathetic to the cause.", "zh": "他雖然不能感同身受，但至少也會同情一下。", "type": "1:1", "score": 0.6891873478889465, "source_para_score": 0.8369982242584229}
{"en": "He showed you the new tattoo around the base of his neck, just below the collar line so he had to pull his T-shirt down a little, and there in finger-sized lettering were the words The Cutting Man.", "zh": "他給你展示了一下脖子上的新文身，比衣服領口要低一點兒，所以他得把短袖往下拉一拉，只見上面文著指甲大小的「刀鋒狂人」。", "type": "1:1", "score": 0.750531792640686, "source_para_score": 0.8369982242584229}
{"en": "It’s because I love your books, man, he said.", "zh": "「老兄，我喜歡你的書。」", "type": "1:1", "score": 0.6812233328819275, "source_para_score": 0.7676569223403931}
{"en": "You told him about the alarms and the wandering, and the accusation your neighbor made.", "zh": "你跟他說了警報器和外出遊盪的事，以及鄰居對你的指控。", "type": "1:1", "score": 0.8448492288589478, "source_para_score": 0.8448492288589478}
{"en": "Must be bloody frustrating, mate, he said, and he’s the only one of your friends to call you mate because you actually hate the term, but Hans does it because it’s a Hans thing to do.", "zh": "「你一定備受打擊，老兄。」他說。他是你朋友里唯一一個叫你「老兄」的人，其實你很討厭這個稱呼，但漢斯偏偏這樣叫你，這是漢斯的說話方式。", "type": "1:3", "score": 0.7791389226913452, "source_para_score": 0.809070348739624}
{"en": "Sounds like that lady across the road is crazy.", "zh": "「聽起來像是馬路對面的那個太太瘋了。」", "type": "1:1", "score": 0.7373684644699097, "source_para_score": 0.809070348739624}
{"en": "What time are you being neutered?", "zh": "「你什麼時候開始被軟禁的？」", "type": "1:1", "score": 0.6825964450836182, "source_para_score": 0.6825964450836182}
{"en": "First thing in the morning. Then I can’t open a door without Sandra knowing.", "zh": "「今天早上，我不能在桑德拉不知情的情況下開門。」", "type": "2:1", "score": 0.7264748811721802, "source_para_score": 0.7264748811721802}
{"en": "And the police, do they think you spray-painted her house?", "zh": "「警察呢？他們會認為是你在她家牆上噴漆了嗎？」", "type": "1:2", "score": 0.8216387033462524, "source_para_score": 0.8216387033462524}
{"en": "Probably.", "zh": "「可能吧。」", "type": "1:1", "score": 0.6796806454658508, "source_para_score": 0.6796807646751404}
{"en": "And how’s the wedding coming along?", "zh": "「婚禮進展得怎樣了？」", "type": "1:1", "score": 0.7525307536125183, "source_para_score": 0.7991108894348145}
{"en": "It must be the social event of the year the way Sandra and Eva are racing around.", "zh": "「這一定會成為今年的社交大事，桑德拉和伊娃都在四處奔走。", "type": "1:1", "score": 0.7473198771476746, "source_para_score": 0.7991108894348145}
{"en": "Tomorrow evening we have to head to a restaurant to sample some desserts, and I have to go with them", "zh": "明天晚上她們要前往餐廳試吃甜點，我也跟他們一起去，這樣我就不會亂跑了。」", "type": "1:1", "score": 0.7526804208755493, "source_para_score": 0.7991108894348145}
{"en": "You’re going to stand there like an idiot, trying foods, being asked what you think is best, then having whatever opinion you do have overruled by one of the girls.", "zh": "才沒趣呢，你會站在那兒，像個白痴一樣試吃食物，他們會問你哪個最好吃，無論你提出什麼意見都會被一個女孩否決。", "type": "1:1", "score": 0.7994421720504761, "source_para_score": 0.794841468334198}
{"en": "Jerry likes the chocolate?", "zh": "「傑瑞喜歡巧克力味？", "type": "1:1", "score": 0.8765722513198853, "source_para_score": 0.794841468334198}
{"en": "Oh, sorry, Jerry, but everybody else coming to the wedding prefers vanilla.", "zh": "哦，對不起，傑瑞，參加婚禮的人更喜歡香草。」", "type": "1:1", "score": 0.7545177936553955, "source_para_score": 0.794841468334198}
{"en": "Sandra asked what to do about Mrs. Smith. You made the joke about hiring a hit man, but she didn’t laugh.", "zh": "桑德拉問怎麼處理史密斯太太的事，你開玩笑地說雇一個職業殺手吧，但她沒有笑，也許這真的不好笑。", "type": "2:1", "score": 0.8167372345924377, "source_para_score": 0.8898391723632812}
{"en": "Sandra has the idea of leaving an envelope full of cash on Mrs. Smith’s doorstep, enough to cover the costs of painting.", "zh": "桑德拉出了個主意，要在史密斯太太家門口留一個裝有現金的信封，足以支付重新刷漆的費用。", "type": "1:1", "score": 0.8110929727554321, "source_para_score": 0.8898391723632812}
{"en": "You don’t like the idea of paying for something you didn’t do, and you’re going to need that money if things get worse and you have to get home care.", "zh": "你不喜歡這個主意，並不想為自己沒有做過的事情賠付，何況現在你正缺錢，萬一病情加重你需要請家庭護理呢？", "type": "1:1", "score": 0.7706763744354248, "source_para_score": 0.8898391723632812}
{"en": "You pointed out to Sandra that Mrs. Smith was going to know where it came from—after all, who else would feel guilty enough to pay?", "zh": "你對桑德拉說，史密斯太太會知道是誰送的，畢竟還有誰會因為內疚來賠付呢？", "type": "1:1", "score": 0.7782045602798462, "source_para_score": 0.8898391723632812}
{"en": "Hopefully this is as bad as it’s going to get.", "zh": "希望這已經是最糟糕的情況了。", "type": "1:1", "score": 0.7644448280334473, "source_para_score": 0.8441251516342163}
{"en": "You have reached the final stage of grief, it seems. Sandra said it the other night when she said things are progressing.", "zh": "你似乎已經到了憂鬱症的最後一個階段了，這是桑德拉說「越來越糟」的那天說的。", "type": "2:1", "score": 0.7941713333129883, "source_para_score": 0.8441251516342163}
{"en": "Now it’s just a matter of preparing for how bad it’s going to be. And how quickly it’s going to get there.", "zh": "現在，無論病情有多糟糕，發展有多快，現在都需要準備好。", "type": "2:1", "score": 0.6767362356185913, "source_para_score": 0.8441251516342163}
{"en": "You’ve reached stage one of stage five—you’ve accepted you’re losing control, but wandering off once in a while isn’t the end of the world, and who cares if you forgot the plate?", "zh": "你已經到達第五階段了，你已經接受了難以自控、外出亂走的事實了，這又不是世界末日。就算你忘了怎麼用盤子，誰又會在乎呢？", "type": "1:2", "score": 0.7910668253898621, "source_para_score": 0.8441251516342163}
{"en": "Ah hell, you’ve probably forgotten all about the plate.", "zh": "媽的，你可能真的忘了怎麼用盤子。", "type": "1:1", "score": 0.7163519859313965, "source_para_score": 0.8924919962882996}
{"en": "You got hungry this afternoon and heated up a tin of spaghetti.", "zh": "今天下午，你有點兒餓，便熱了一罐意大利麵。", "type": "1:1", "score": 0.8012723922729492, "source_para_score": 0.8924919962882996}
{"en": "It’s not rocket science—use a can opener, pour the contents into a bowl, nuke the bowl in the microwave for two minutes.", "zh": "這並不需要什麼精湛的廚藝，只要用開罐器開啟，把麵條倒入碗中，再把碗放進微波爐加熱兩分鐘即可。", "type": "1:1", "score": 0.742990255355835, "source_para_score": 0.8924919962882996}
{"en": "It’s not like you’re going to burn the house down.", "zh": "你不會把房子燒掉的。", "type": "1:1", "score": 0.801539421081543, "source_para_score": 0.8924919962882996}
{"en": "You were halfway through eating when Sandra got home from work, came in, and noticed there was no plate.", "zh": "你剛吃了一半，桑德拉就下班回家了，她走了進來，注意到你沒有用盤子。", "type": "1:1", "score": 0.8075491189956665, "source_para_score": 0.8924919962882996}
{"en": "That’s right, Future Jerry, you’d dished the spaghetti straight onto the table.", "zh": "是的，未來的傑瑞，你把麵條直接倒在桌子上。", "type": "1:1", "score": 0.8169888257980347, "source_para_score": 0.8924919962882996}
{"en": "Even when Sandra pointed it out it took a few seconds to register that there actually was no plate.", "zh": "即便桑德拉給你指出來了，你還是花了幾秒鐘確認了自己沒有用盤子。", "type": "1:1", "score": 0.7853049635887146, "source_para_score": 0.8924919962882996}
{"en": "That was the moment you accepted your fate, that there was no way of shaking Captain A free, that he was going to ride you to the grave.", "zh": "那一瞬間，你只好接受命運的安排了，你再也不能擺脫「阿爾茨船長」了，它要一路陪你到墳墓里長眠。", "type": "1:1", "score": 0.674034833908081, "source_para_score": 0.674034833908081}
{"en": "Sadly, Jerry, it’s time to accept that this is happening. It’s happening quickly too. You’ll be okay for the wedding—that’s what you’ve told everybody, and you will be, you have to be, but Christmas isn’t looking good.", "zh": "可悲的是，傑瑞，也是時候接受它了，病情加重得太快了，你告訴所有人，你會參加伊娃的婚禮的，至於聖誕節卻有點兒不妙。", "type": "3:1", "score": 0.7607978582382202, "source_para_score": 0.8294786214828491}
{"en": "Look on the bright side—at least this year you can’t get in trouble for buying the wrong gifts.", "zh": "還是看看好的一面吧，至少今年你不會因為買錯禮物搞得一團糟了。", "type": "1:1", "score": 0.752648115158081, "source_para_score": 0.8294786214828491}
{"en": "Good news. It was really good to talk to Hans again.", "zh": "好消息：再次跟漢斯談心真令人開心。", "type": "2:1", "score": 0.8535227179527283, "source_para_score": 0.8669964671134949}
{"en": "The wedding plans are coming along nicely and you’ve never seen Eva so happy.", "zh": "婚禮籌劃進行得很順利，你從未見過伊娃如此快樂。", "type": "1:1", "score": 0.8018636703491211, "source_para_score": 0.8669964671134949}
{"en": "Her smile these days is almost enough to make you cry because you’re going to miss it like hell.", "zh": "這些天她笑得如此燦爛，你禁不住想哭，因為你就要看不到了。", "type": "1:1", "score": 0.7112706303596497, "source_para_score": 0.8669964671134949}
{"en": "She looks so much like Sandra back when Sandra was twentyfive. It’s spooky.", "zh": "她太像二十五歲時的桑德拉了，母女倆簡直就是一個模子里刻出來似的，真是怪異啊。", "type": "2:1", "score": 0.7282059788703918, "source_para_score": 0.8669964671134949}
{"en": "“The Broken Man,” the song Eva wrote, is now being played on the radio, and debuted at number twelve.", "zh": "收音機里正在播放伊娃寫的這首《心碎的男人》，一經發行就榮登音樂排行榜的第十二名。", "type": "1:1", "score": 0.7014021873474121, "source_para_score": 0.8669964671134949}
{"en": "You preferred it when she sang it, but even so, it’s such a huge thrill.", "zh": "雖然你更喜歡聽她演唱，但這樣也仍舊讓你激動不已。", "type": "1:1", "score": 0.7428797483444214, "source_para_score": 0.8669964671134949}
{"en": "She has now sold a second song, and says an offer has been made for a third.", "zh": "她現在已經賣出第二首歌了，並說第三首已經有了稿約。", "type": "1:1", "score": 0.8872284889221191, "source_para_score": 0.8669964671134949}
{"en": "Tomorrow night we’re sampling some desserts for the wedding, and while we’re doing that, Sandra’s sister is going to be letting people into your house for Sandra’s surprise birthday.", "zh": "明天晚上我們將去試吃婚禮用的甜點。到時候桑德拉的妹妹會請人到你家參加桑德拉的驚喜生日派對，肯定很有趣。", "type": "1:2", "score": 0.7957572937011719, "source_para_score": 0.8383972644805908}
{"en": "Bad news—there are fork marks in the table from where you swirled and scooped the spaghetti.", "zh": "壞消息：你吃面時在桌子上留下了叉印。", "type": "1:1", "score": 0.6819654703140259, "source_para_score": 0.9025582075119019}
{"en": "A year ago if the table had been marked by accident, Sandra would have suggested getting a new one.", "zh": "一年前，如果桌子不小心弄上了印跡，桑德拉會建議買張新的。", "type": "1:1", "score": 0.8818421363830566, "source_para_score": 0.9025582075119019}
{"en": "But not now, which can only mean she’s having an affair.", "zh": "但這次她沒有，這說明她有外遇了，昭然若揭。", "type": "1:1", "score": 0.6730362176895142, "source_para_score": 0.9025582075119019}
{"en": "Soon she will try and talk you into a care facility. Then she can pick out a new table without you.", "zh": "不久她就會想方設法誆你搬進療養院，接著她就可以趁著你不在時買張新桌子。", "type": "2:1", "score": 0.813264012336731, "source_para_score": 0.9025582075119019}
{"en": "She can walk hand in hand with her replacement of you into different department stores and they can spend your money together.", "zh": "她可以和替代你位置的男人在各大百貨商場出雙入對，揮霍你的錢。", "type": "1:1", "score": 0.7602745294570923, "source_para_score": 0.9025582075119019}
{"en": "The table is proof she’s already moving on, and at least now you know why she changed your pin number for the online banking and has torn pages from your journal. She doesn’t want you to spend what is now their money, and you must have figured this out earlier and written about it, and she found out and tore out the evidence.", "zh": "桌子就是證據，表明她已經開始行動了，至少你已經知道她為什麼要更改你網上銀行的密碼，撕掉日記里的兩頁：因為她不想讓你花「他們的錢」。", "type": "2:1", "score": 0.8121066093444824, "source_para_score": 0.9025582075119019}
{"en": "“The diary would be considered evidence, especially if it shows a clear intent to shoot Sandra.", "zh": "「日記將被視為證據，尤其是如果它記載了槍殺桑德拉的明確意圖的話。", "type": "1:1", "score": 0.8994619250297546, "source_para_score": 0.9253257513046265}
{"en": "Your lawyer says we need to be careful,” she says.", "zh": "你的律師說我們必須小心。」", "type": "1:1", "score": 0.865969717502594, "source_para_score": 0.9253257513046265}
{"en": "“However, he also said that since it’s your personal diary, you have every right to take a look at it.", "zh": "她說，「不過，他也說，因為這是你的私人日記，你有權去看一看。", "type": "1:1", "score": 0.8620961904525757, "source_para_score": 0.9253257513046265}
{"en": "Then he wished us the best of luck and to keep him updated.”", "zh": "他祝我們好運，並隨時告知他最新進展。」", "type": "1:1", "score": 0.7405586242675781, "source_para_score": 0.9253257513046265}
{"en": "“It’s not a diary,” Jerry says.", "zh": "「那不單是日記。」傑瑞說，「也是我的隨想錄。」", "type": "1:2", "score": 0.7681692838668823, "source_para_score": 0.8019850254058838}
{"en": "She calls Eric next and instructs him to meet them at the house.", "zh": "之後，她打電話給艾瑞克，告訴他到那幢房子里與他們會合。", "type": "1:1", "score": 0.8181459307670593, "source_para_score": 0.8739126920700073}
{"en": "It’s a short conversation, and Nurse Hamilton nods occasionally during it.", "zh": "這次的對話很簡短，漢密爾頓護士偶爾點點頭。", "type": "1:1", "score": 0.8005529046058655, "source_para_score": 0.8739126920700073}
{"en": "When there’s a break in traffic, she turns the car.", "zh": "當路上的車輛之間有間歇時，她發動了汽車。", "type": "1:1", "score": 0.7851956486701965, "source_para_score": 0.8739126920700073}
{"en": "They drive in silence, and the closer they get to his house the more things begin to become familiar.", "zh": "他們默默地開著，車離他家越近，一切就越來越清晰。", "type": "1:1", "score": 0.7597851753234863, "source_para_score": 0.8739126920700073}
{"en": "He can’t remember the last time he was here, and with that thought comes the dark little add-on that the last time he was here would have been when he killed Sandra.", "zh": "他不記得上一次在這裏的情形，但他依稀覺得上一次正是在這裏殺害了桑德拉。", "type": "1:1", "score": 0.7449451088905334, "source_para_score": 0.8739126920700073}
{"en": "Which he believes is still up for debate. Hopefully the journal will give them some answers.", "zh": "他認為這仍然有待證實，希望日記會給他們提供一些答案。", "type": "2:1", "score": 0.7486526966094971, "source_para_score": 0.8739126920700073}
{"en": "They park outside.", "zh": "他們在屋外停了車。", "type": "1:1", "score": 0.8817366361618042, "source_para_score": 0.8423927426338196}
{"en": "Nurse Hamilton puts her hand on his arm to stop him from climbing out. “Let’s wait for Eric. He won’t be long.”", "zh": "他正要下車，漢密爾頓護士拽住他的胳膊：「咱們先等等艾瑞克，不會太久的。」", "type": "3:1", "score": 0.8079239130020142, "source_para_score": 0.8423927426338196}
{"en": "“We can’t wait,” he tells her.", "zh": "「我們不能等。」", "type": "1:1", "score": 0.7841935157775879, "source_para_score": 0.8543863296508789}
{"en": "“I have to know. I have to know.”", "zh": "他說，「我必須弄清楚，我必須弄清楚。」", "type": "2:1", "score": 0.7671253681182861, "source_para_score": 0.8543863296508789}
{"en": "“Just a few more minutes.”", "zh": "「就幾分鐘。」", "type": "1:1", "score": 0.873637318611145, "source_para_score": 0.873637318611145}
{"en": "He feels like opening the door and making a run for the house, but instead he agrees to wait.", "zh": "他很想打開車門衝進屋子，但還是決定等待。", "type": "1:1", "score": 0.7075884342193604, "source_para_score": 0.8873531818389893}
{"en": "To distract himself, he tells her about the house, how he found it all those years ago, how he was driving with Sandra to meet a different real estate agent at a different house when they drove past this one with an Open House sign out front, the details as clear in his head as if it were yesterday, making his frustration at forgetting more recent things that much greater.", "zh": "為了轉移注意力，他向她介紹起這幢房子來，說他多年前是怎麼找到這裏的。那時他和桑德拉會看各種出售房，見各種房產中介，他們開車經過這裏時看到這座房子前掛著「開放參觀」的標誌牌。這些細節在他的頭腦里清晰如昨，想到他對最近發生的事反而忘得更快，更加沮喪了。", "type": "1:3", "score": 0.8011223077774048, "source_para_score": 0.8873531818389893}
{"en": "They knew as soon as they walked inside the house they could see themselves living their lives out there.", "zh": "當他們走進房子，自然就會找到他們在這裏過完一生的印記。", "type": "1:1", "score": 0.6567363142967224, "source_para_score": 0.8873531818389893}
{"en": "In a way, they both did, Jerry thinks.", "zh": "「在某種程度上，他們的確在此過完了一生。」傑瑞心想。", "type": "1:2", "score": 0.7234302759170532, "source_para_score": 0.7234302759170532}
{"en": "A woman dressed in a light blue dress with matching shoes approaches from across the street, walking apace, suggesting her message to them needs to be delivered urgently.", "zh": "一個身著淡藍色連衣裙、腳蹬同色鞋子的女人從街道對面向這邊步履匆匆地走來，很明顯她有話要同他們說。", "type": "1:1", "score": 0.8114280104637146, "source_para_score": 0.8348714113235474}
{"en": "Jerry recognizes her.", "zh": "傑瑞認識她。", "type": "1:1", "score": 0.9036445617675781, "source_para_score": 0.8348714113235474}
{"en": "“What is he doing here?”", "zh": "「他在這裏做什麼？」", "type": "1:1", "score": 0.9643742442131042, "source_para_score": 0.8650082945823669}
{"en": "Mrs. Smith asks, and the he makes Jerry sound like he didn’t just shoot his wife, but ate her too.", "zh": "史密斯太太問，那個「他」字在傑瑞聽來彷彿是他不僅開槍打死了妻子，還把她給吃了。", "type": "1:1", "score": 0.841800332069397, "source_para_score": 0.8650082945823669}
{"en": "“And you are?”", "zh": "「你是哪位？」", "type": "1:1", "score": 0.7793311476707458, "source_para_score": 0.7885345220565796}
{"en": "Nurse Hamilton asks.", "zh": "漢密爾頓護士問。", "type": "1:1", "score": 0.8276439905166626, "source_para_score": 0.7885345220565796}
{"en": "“I am the neighbor that . . . that murderer was harassing before he shot his wife.", "zh": "「我是被那個……那個開槍打死老婆的兇手騷擾過的鄰居。", "type": "2:1", "score": 0.791367769241333, "source_para_score": 0.8525854349136353}
{"en": "I’m lucky to be alive,” she says, then pauses for a few seconds to let the enormity of that situation sink in.", "zh": "但我很幸運，我還活著。」她說，接著停頓了幾秒鐘，以凸顯彼時情形的恐怖，「我報警了，警察正在路上。」", "type": "1:2", "score": 0.7053794860839844, "source_para_score": 0.8525854349136353}
{"en": "“Perhaps you should wait inside for them,” Nurse Hamilton says.", "zh": "「也許你應該到裏面去等他們。」漢密爾頓護士說。", "type": "1:2", "score": 0.8658351898193359, "source_para_score": 0.8658351898193359}
{"en": "“I have every right to stand in my street,” Mrs. Smith says, “he should be back in the nuthouse he got sentenced to.”", "zh": "「我完全有權站在街上。」史密斯太太說，「他應該被判刑，回到療養院去。」", "type": "1:2", "score": 0.8290067315101624, "source_para_score": 0.8290067315101624}
{"en": "“Please, I really think it best you wait inside rather than upset Jerry.”", "zh": "漢密爾頓護士說，「拜託，我覺得你應該到裏面去等警察，而不是來這裏招惹傑瑞。」", "type": "1:1", "score": 0.671047568321228, "source_para_score": 0.8243249654769897}
{"en": "“Why you would have a cold-blooded killer in your car?", "zh": "「你車裡為什麼坐著個冷血殺手？", "type": "1:1", "score": 0.8551653623580933, "source_para_score": 0.8243249654769897}
{"en": "I—”", "zh": "我——」", "type": "1:1", "score": 0.9027506709098816, "source_para_score": 0.8243249654769897}
{"en": "“Thanks for your time,” Nurse Hamilton says, and she winds the window back up.", "zh": "「謝謝你。」漢密爾頓護士說著關上車窗。", "type": "1:2", "score": 0.7346691489219666, "source_para_score": 0.7346692085266113}
{"en": "Mrs. Smith’s mouth forms an O shape, which then becomes a well I never look.", "zh": "史密斯太太的嘴張成一個O形，臉上擺著一副「我從未見過這種事」的表情。", "type": "1:1", "score": 0.7361592650413513, "source_para_score": 0.8133286237716675}
{"en": "She turns and heads up her driveway but doesn’t go inside. She stands by her front door and watches, glancing at her watch every few seconds.", "zh": "她轉過身，抬頭看著她的車道，但沒有走過去，而是站在前門旁張望著，每隔幾秒鐘看一眼手錶。", "type": "2:1", "score": 0.8562024235725403, "source_para_score": 0.8133286237716675}
{"en": "“We should go,” Nurse Hamilton says.", "zh": "「我們該走了。」護士漢密爾頓說，「我們隨時可以回來的。」", "type": "1:2", "score": 0.7924238443374634, "source_para_score": 0.9033183455467224}
{"en": "“But we won’t come back, will we?”", "zh": "「可是，我們不會回來了，對嗎？」", "type": "1:1", "score": 0.9480282068252563, "source_para_score": 0.9480282068252563}
{"en": "Before she can answer, Jerry opens the door, and when she grabs his arm this time he shrugs it off.", "zh": "還沒等她回答，傑瑞就打開車門。她抓住他的胳膊，這一次他掙脫開了。", "type": "1:2", "score": 0.840703547000885, "source_para_score": 0.8603113889694214}
{"en": "By the time she catches him he has already reached the front door of the house and knocked.", "zh": "等她趕上他時，他已經到了門口開始敲門。", "type": "1:1", "score": 0.7211325168609619, "source_para_score": 0.8603113889694214}
{"en": "He’s never knocked on this door as a stranger, only when he’s locked himself out getting the mail, or if he’s lost his keys.", "zh": "除了以前取郵件或弄丟鑰匙把自己鎖在門外，他還沒有以陌生人的身份敲過這扇門。", "type": "1:1", "score": 0.757006049156189, "source_para_score": 0.8603113889694214}
{"en": "They hear footsteps approaching.", "zh": "他們聽到了腳步聲。", "type": "1:1", "score": 0.7112378478050232, "source_para_score": 0.8350522518157959}
{"en": "“Let me do the talking,” Nurse Hamilton says.", "zh": "「讓我來說話。」漢密爾頓護士說。", "type": "1:2", "score": 0.8698781132698059, "source_para_score": 0.8350522518157959}
{"en": "“Can I—” the man says, but that’s all he says, because then he stops and stares at Jerry. “You’re Henry Cutter,” he says, and gives a huge smile before thrusting his hand out so fast Jerry almost jumps back.", "zh": "「我能——」男子說，忽然盯著傑瑞頓住了，「您是亨利·卡特！」", "type": "2:1", "score": 0.680284857749939, "source_para_score": 0.8066781163215637}
{"en": "“Oh my god, Henry Cutter!", "zh": "他說話的聲音像是鼻子堵住了：「噢，我的天啊，亨利·卡特！", "type": "1:1", "score": 0.6538095474243164, "source_para_score": 0.8066781163215637}
{"en": "Or I suppose I should call you Jerry Grey, right?”", "zh": "或者，我應該叫您傑瑞·格雷，對嗎？」", "type": "1:1", "score": 0.9238476753234863, "source_para_score": 0.8066781163215637}
{"en": "His grip is sweaty. At the same time a cat appears in the doorway, a longhair tortoiseshell that pushes itself against Jerry’s legs before doing the same to Nurse Hamilton.", "zh": "這時一隻長毛家貓出現在門口，它蹭了蹭傑瑞的腿，又去蹭了蹭漢密爾頓護士的腿。", "type": "2:1", "score": 0.7204535007476807, "source_para_score": 0.8543328046798706}
{"en": "“Sorry, hay fever,” he says.", "zh": "「對不起，花粉症。」", "type": "1:1", "score": 0.72879558801651, "source_para_score": 0.8543328046798706}
{"en": "“Name’s Terrance Banks, but people call me Terry,” Terrance says, talking quickly to get through his sentence before sneezing again.", "zh": "他說，「我叫特倫斯·班克斯，但大家都叫我特里。」", "type": "1:1", "score": 0.7219997048377991, "source_para_score": 0.8543328046798706}
{"en": "Oh geez, I’m already blabbering!", "zh": "哦，天啊，我真多嘴！", "type": "1:1", "score": 0.7808821201324463, "source_para_score": 0.8543328046798706}
{"en": "Jerry Grey—on my doorstep!”", "zh": "傑瑞·格雷就在我家門口！」", "type": "1:1", "score": 0.8827911615371704, "source_para_score": 0.8543328046798706}
{"en": "“You’re a writer?” Jerry asks, wanting the common ground, knowing it will help with why they’re here.", "zh": "「你是作家嗎？」傑瑞問，他想找到他們的共同點，這對他們來這裡會有點兒幫助。", "type": "2:1", "score": 0.8105476498603821, "source_para_score": 0.8105477094650269}
{"en": "“Trying to—” he says, then starts sneezing again, his body hunching over with the first, the second, the third sneeze. “Trying to be.", "zh": "「正在努力——」他說，又弓著身子一連串地打了一個、兩個、三個噴嚏，「正在努力成為一個作家。", "type": "2:1", "score": 0.6719902753829956, "source_para_score": 0.8263736367225647}
{"en": "Next step is a room full of books.”", "zh": "下一步我的房間就滿是我的書了。", "type": "1:1", "score": 0.6526073217391968, "source_para_score": 0.8263736367225647}
{"en": "He laughs then, a self-depreciating laugh that makes Jerry like him.", "zh": "」然後他自嘲地笑了，這讓傑瑞對他心生好感。", "type": "1:1", "score": 0.8029301762580872, "source_para_score": 0.8263736367225647}
{"en": "“I guess it must seem kind of weird, right, me buying the place because it was yours, but it was also a great investment, you know?", "zh": "「我想這看起來一定很奇怪，我買了這個地方，只因為它是您的，但這也是一筆很大的投資，您知道嗎？", "type": "1:1", "score": 0.9420708417892456, "source_para_score": 0.8263736367225647}
{"en": "Property normally is.”", "zh": "房地產通常是這樣。」", "type": "1:1", "score": 0.8604138493537903, "source_para_score": 0.8263736367225647}
{"en": "Jerry figures it is, easy to see the connection between murder, devaluation, time for people to move on, and profit.", "zh": "傑瑞心想：是吧，他們很容易看到兇殺、貶值、入住時間以及利潤之間的聯繫。", "type": "1:1", "score": 0.7570366859436035, "source_para_score": 0.7570368051528931}
{"en": "“I’m Carol Hamilton,” Nurse Hamilton says, and reaches forward to shake Terrance’s hand, and Jerry wonders if it’s the first time he’s heard her first name.", "zh": "「我是卡羅爾·漢密爾頓。」漢密爾頓護士說，她和特倫斯握了握手，傑瑞想這是他第一次聽到她的名字，「傑瑞想看看這個地方，我們希望你不會介意。」", "type": "1:2", "score": 0.740100622177124, "source_para_score": 0.818593442440033}
{"en": "“Mind?", "zh": "「介意？", "type": "1:1", "score": 0.8607008457183838, "source_para_score": 0.9027813076972961}
{"en": "No, no, of course not!", "zh": "不，不，當然不會！", "type": "1:1", "score": 0.976759135723114, "source_para_score": 0.9027813076972961}
{"en": "Please, please, come in!”", "zh": "請，請，請進！」", "type": "1:1", "score": 0.8981893658638, "source_para_score": 0.9027813076972961}
{"en": "They head inside and the cat follows.", "zh": "他們向裏面走去，那隻貓跟在身後。", "type": "1:1", "score": 0.7623692750930786, "source_para_score": 0.8504254817962646}
{"en": "Terrance closes the door and sneezes a couple of more times.", "zh": "特倫斯關上門，又打了幾個噴嚏。", "type": "1:1", "score": 0.7057176232337952, "source_para_score": 0.8504254817962646}
{"en": "“Sorry,” he says.", "zh": "「對不起。」他說，「喝點什麼？", "type": "1:2", "score": 0.6821136474609375, "source_para_score": 0.8504254817962646}
{"en": "“Coffee? Tea?”", "zh": "咖啡還是茶？」", "type": "1:1", "score": 0.898405909538269, "source_para_score": 0.8504254817962646}
{"en": "“We can’t stay long,” Nurse Hamilton says. “I’m sure you’re aware of Jerry’s circumstances?”", "zh": "漢密爾頓護士說：「我們不能久留，我想你已經知道傑瑞的情況了吧？」", "type": "2:1", "score": 0.8152812719345093, "source_para_score": 0.8545962572097778}
{"en": "“Yeah, yeah, of course.", "zh": "「是的，是的，當然知道。", "type": "1:1", "score": 0.9024426937103271, "source_para_score": 0.8545962572097778}
{"en": "It’s awful, really awful,” he says, leading them deeper into the house.", "zh": "這太可怕了，實在太可怕了。」說罷，他領著他們朝房子裏面走去。", "type": "1:2", "score": 0.8138169646263123, "source_para_score": 0.8545962572097778}
{"en": "“It was just so horrible.”", "zh": "「這真是太可怕了。」", "type": "1:1", "score": 0.8964442014694214, "source_para_score": 0.8545962572097778}
{"en": "He shakes his head, looking distressed at the direction of the conversation. “You were right in the prime of your career.", "zh": "他搖搖頭，對談話的內容深表悲痛，「您正處在寫作的巔峰時期。", "type": "2:1", "score": 0.7456963062286377, "source_para_score": 0.8545962572097778}
{"en": "If there’s anything I can do,” he says, and lets the sentence hang there as if there really is something he can do.", "zh": "有沒有什麼我可以做的？」說完，他回味著這句話的含義，彷彿真能為他做點什麼似的。", "type": "1:2", "score": 0.6982665657997131, "source_para_score": 0.8545962572097778}
{"en": "By now they’ve stopped walking, Jerry having pulled up outside what used to be his office.", "zh": "他們停下腳步，傑瑞停在他原來的寫作房外。", "type": "1:1", "score": 0.7610092163085938, "source_para_score": 0.8194738626480103}
{"en": "The door is closed.", "zh": "門是關著的。", "type": "1:1", "score": 0.947298526763916, "source_para_score": 0.8194738626480103}
{"en": "“Actually there is,” Nurse Hamilton says, and Terrance’s face brightens.", "zh": "「說實話，還真有。」漢密爾頓護士說。", "type": "1:2", "score": 0.687997579574585, "source_para_score": 0.8179819583892822}
{"en": "“You want something back?", "zh": "「您想要找回東西？", "type": "1:1", "score": 0.9415406584739685, "source_para_score": 0.8928394317626953}
{"en": "Sure, sure, happy to help.", "zh": "當然，當然，我非常樂意。", "type": "1:1", "score": 0.6786078214645386, "source_para_score": 0.8928394317626953}
{"en": "We sold most of the stuff off, but some we kept.", "zh": "我們把大部分東西都賣掉了，但有些我們還保留著。", "type": "1:1", "score": 0.9342893362045288, "source_para_score": 0.8928394317626953}
{"en": "“I don’t know what you mean,” Jerry says.", "zh": "「我不明白你的意思。」傑瑞說，「你有我的東西？」", "type": "1:2", "score": 0.7952703237533569, "source_para_score": 0.9000687599182129}
{"en": "“When we bought the house, it came with all the furniture.”", "zh": "「我們買的時候，您的東西都在這兒，包括所有的傢具。」", "type": "1:1", "score": 0.7981662750244141, "source_para_score": 0.7981662750244141}
{"en": "Jerry nods. He is Understanding Jerry.", "zh": "傑瑞點點頭，他現在是「通情達理」的傑瑞。", "type": "2:1", "score": 0.7034355401992798, "source_para_score": 0.7604020237922668}
{"en": "“It’s not furniture I’m after. It’s something hidden in the office.”", "zh": "「我不是要找傢具，我是要找藏在寫作房裡的東西。」", "type": "2:1", "score": 0.8259578347206116, "source_para_score": 0.7604020237922668}
{"en": "“We’re hoping you’ll let Jerry take a look to see if it’s still there,” Nurse Hamilton says.", "zh": "「我們希望你能讓傑瑞進去，看一看那些東西還在不在。」漢密爾頓護士說。", "type": "1:2", "score": 0.828374445438385, "source_para_score": 0.8283745050430298}
{"en": "“Of course!", "zh": "「當然可以！", "type": "1:1", "score": 0.9242373108863831, "source_para_score": 0.8295365571975708}
{"en": "Of course,” Terrance says.", "zh": "當然可以！」特倫斯說，「沒問題，", "type": "1:2", "score": 0.7160768508911133, "source_para_score": 0.8295365571975708}
{"en": "but since you’re here, would it be okay if you signed my books?", "zh": "但是……但是既然您都來了，可不可以在書上給我簽個名呢？", "type": "1:1", "score": 0.738753616809845, "source_para_score": 0.8295365571975708}
{"en": "“I’m not so sure we have that much time,” Nurse Hamilton says, reminding Jerry that the police have been called.", "zh": "「我不知道我們是否還有那麼多的時間。」漢密爾頓護士說，提醒傑瑞已經通知了警察。", "type": "1:2", "score": 0.8526261448860168, "source_para_score": 0.8863903880119324}
{"en": "Would there be any urgency?", "zh": "時間會很緊迫嗎？", "type": "1:1", "score": 0.6776572465896606, "source_para_score": 0.8863903880119324}
{"en": "After all, what could Mrs. Smith have said other than he was sitting in a car parked on the street?", "zh": "畢竟，若是他沒有停在路邊的汽車裡，史密斯太太有什麼可說的呢？", "type": "1:1", "score": 0.8409628868103027, "source_para_score": 0.8863903880119324}
{"en": "It seems unlikely the Armed Offenders Squad will be showing up, but it does seem likely he’s breaking some violation by being here—he was committed to a nursing home, he shouldn’t be out and about.", "zh": "即便武裝罪犯不大可能到這兒來，可他來到這兒也違反了規定，他應該待在療養院，不應該是外出走動。", "type": "1:1", "score": 0.6887925863265991, "source_para_score": 0.8863903880119324}
{"en": "Best to get out of here as soon as they can, but one thing he’s never done is say no to a fan wanting their books signed, and he’s not going to start saying no now.", "zh": "他們最好儘快離開這裏，但他從來沒有拒絕過書迷簽名的請求，這一次同樣也不會。", "type": "1:1", "score": 0.7549276351928711, "source_para_score": 0.8863903880119324}
{"en": "“Terry.", "zh": "「特里。", "type": "1:1", "score": 0.9510987997055054, "source_para_score": 0.9335113763809204}
{"en": "I’m sorry.”", "zh": "對不起。」", "type": "1:1", "score": 0.9057324528694153, "source_para_score": 0.9335113763809204}
{"en": "“It’s okay, don’t worry about it.”", "zh": "「沒事的，不用放在心上。」", "type": "1:1", "score": 0.8926430940628052, "source_para_score": 0.8926430940628052}
{"en": "Terrance opens the office door. “This is where the magic happened.", "zh": "特倫斯打開寫作房的門：「這裡是奇迹發生的地方，我希望可以沾點好運。」", "type": "2:1", "score": 0.7270071506500244, "source_para_score": 0.7709498405456543}
{"en": "Jerry steps into his office, and that’s what it is—his office.", "zh": "傑瑞走進他的寫作房，這裏就是他寫作的地方。", "type": "1:1", "score": 0.714272677898407, "source_para_score": 0.915924072265625}
{"en": "It’s his desk, and his couch, and his framed prints on the wall. It’s his office chair, his bookcase, his potted plant on the table, his stereo, his phone, his lamp. The house came with more than just pieces of furniture.", "zh": "他的辦公桌，他的沙發，他牆上掛著的裱框畫，他的辦公椅，他的書櫃，他的盆花，他的音響，他的電話，他的檯燈，房間里還有幾件傢具。", "type": "3:1", "score": 0.8875010013580322, "source_para_score": 0.915924072265625}
{"en": "The only thing that isn’t his is the computer.", "zh": "唯一一件不是他的就是電腦。", "type": "1:1", "score": 0.9261113405227661, "source_para_score": 0.915924072265625}
{"en": "It feels like he’s stepped back in time. That he’s home. That Sandra will be somewhere in the house, or at work, or maybe out shopping.", "zh": "他感覺回來得很是時候，這是他的家，桑德拉正在房子里的某個角落，要麼就是外出上班或購物去了。", "type": "3:1", "score": 0.8420157432556152, "source_para_score": 0.915924072265625}
{"en": "“It’s almost just how you left it,” Terrance says.", "zh": "「跟您離開時沒什麼兩樣。」特倫斯說。", "type": "1:2", "score": 0.683814525604248, "source_para_score": 0.683814525604248}
{"en": "“It’s my office,” Jerry says, somewhat disturbed Terry would have kept it the same way.", "zh": "「這裡是我的寫作房。」傑瑞說。特里把這兒保持原樣真是不容易，像是一個聖地。「這裡是我的寫作房。」", "type": "1:4", "score": 0.7311912775039673, "source_para_score": 0.807398796081543}
{"en": "“Just like you left it,” Terrance says.", "zh": "「和您離開時一樣。」特倫斯說。", "type": "1:1", "score": 0.8152212500572205, "source_para_score": 0.8782176971435547}
{"en": "“My home,” Jerry says.", "zh": "「我的家。」傑瑞說。", "type": "1:2", "score": 0.9316038489341736, "source_para_score": 0.8782176971435547}
{"en": "Nurse Hamilton puts a hand on his shoulder. “This isn’t your home anymore,” she says, and she sounds unhappy with the development.", "zh": "漢密爾頓護士拍拍他的肩頭：「這裏不再是你的家了。」", "type": "2:1", "score": 0.759433388710022, "source_para_score": 0.8085458278656006}
{"en": "I think it might have been a mistake bringing you here. If I had known it still looked like this,” she says, but doesn’t finish the thought.", "zh": "我想帶你到這兒來可能是個錯誤，要是我早知道會這樣的話……」她說，但沒說完。", "type": "2:1", "score": 0.8070888519287109, "source_para_score": 0.8085458278656006}
{"en": "Jerry walks over to the bookshelf. All the books he owned, at least they’re gone, replaced by books that Terry has bought, including a whole shelf of Henry Cutter bestsellers, some titles he recognizes, some he doesn’t.", "zh": "傑瑞走到書架前站定，他的書都不見了，書架上都是特里買的，包括亨利·卡特的暢銷書，有些書名他很熟悉，有些則聞所未聞。", "type": "2:1", "score": 0.8183717727661133, "source_para_score": 0.8291295766830444}
{"en": "Also on the shelves are trinkets from his life. When he used to travel, he always collected something from every country.", "zh": "書架上還有他收藏的一些小玩意兒，他以前旅行時，總是喜歡收集來自各個國家的東西。", "type": "2:1", "score": 0.7859823703765869, "source_para_score": 0.8291295766830444}
{"en": "“My wife thinks it’s stupid keeping the office this way,” Terrance says, as Jerry picks up a small, plushy King Kong he bought from the Empire State Building.", "zh": "「我妻子覺得在寫作房裡擺這些東西有點兒蠢。」見傑瑞拿起一個小巧精緻的金剛模型（這是他在美國紐約帝國大廈買的），特倫斯說道。", "type": "1:2", "score": 0.7622359395027161, "source_para_score": 0.8070664405822754}
{"en": "He can remember standing in the queue, and the cold frigid wind eighty-six stories up, his shoulders hunched as he looked over the city with Sandra, a city more alive than any other he’s seen.", "zh": "傑瑞還記得排著長隊，來到寒風刺骨的八十六樓，他凍得聳著肩膀，和桑德拉一起鳥瞰整座城市。相比于其他去過的城市，紐約充滿了活力。他能記得住這個，卻記不住桑德拉發生了什麼。", "type": "1:3", "score": 0.7473713159561157, "source_para_score": 0.8070664405822754}
{"en": "“But I’m such a big fan of the books,” Terrance adds, carrying on, “and you must have had so many good ideas in here and . . .", "zh": "「但我是這些書的忠實書迷。」特倫斯補充說，「您在這兒一定萌生過很多絕妙的寫作想法……", "type": "1:2", "score": 0.8500396013259888, "source_para_score": 0.8721109628677368}
{"en": "and hey, I know it’s stupid, and maybe weird, but sometimes stupid works out, right?”", "zh": "我知道這有些蠢，也有點兒詭異，但有時傻人有傻福，對吧？」", "type": "1:1", "score": 0.8300746083259583, "source_para_score": 0.8721109628677368}
{"en": "Jerry puts down the toy. He walks over to his desk and runs his fingers along the edge of it.", "zh": "傑瑞放下模型，走到辦公桌旁，用手指摩挲著桌子邊緣。", "type": "2:1", "score": 0.79251629114151, "source_para_score": 0.849968671798706}
{"en": "The desk is backing onto the window so the view outside wouldn’t distract him.", "zh": "桌子背靠窗口，這樣外面的景色不會分散他的注意力。", "type": "1:1", "score": 0.8384490609169006, "source_para_score": 0.849968671798706}
{"en": "He looks at the couch.", "zh": "他又盯著沙發。", "type": "1:1", "score": 0.794281005859375, "source_para_score": 0.849968671798706}
{"en": "“You once said in an interview the couch was the best thing you ever put into your office and also the worst,” Terrance says.", "zh": "「您在接受採訪時說過，沙發是您寫作房裡最好的東西，但也是最壞的東西。」", "type": "1:1", "score": 0.7871646881103516, "source_para_score": 0.8627936840057373}
{"en": "“Some of the best ideas came to you on that couch, but you also lost a lot of hours on that thing.”", "zh": "特倫斯說，「一些絕妙的靈感是你躺在沙發上時獲得的，但你也在那上面浪費了很多時間。」", "type": "1:1", "score": 0.727342963218689, "source_para_score": 0.8627936840057373}
{"en": "Jerry nods. He feels nostalgic. He feels like lying on the couch and soaking in the memories of this room.", "zh": "傑瑞點點頭，一股懷舊情緒湧上心頭，那感覺就像是躺在沙發上，沉浸在對這個房間的緬懷當中。", "type": "3:1", "score": 0.8687750697135925, "source_para_score": 0.8783197402954102}
{"en": "On the wall is the line from Fahrenheit 451. He walks over and touches the frame holding it. “It took some man a lifetime maybe to put some of his thoughts down, looking around at the world and life, and then I came along in two minutes and boom!", "zh": "牆壁上是一段《華氏451度》引言，他走了過去，撫摸著邊框：「有些人需用畢生的時間記錄自己的思想，他們需要審視周圍的世界和生活，而我用兩分鐘時間就能搞定！", "type": "3:1", "score": 0.8357077836990356, "source_para_score": 0.8783197402954102}
{"en": "It’s all over.”", "zh": "一切都結束了。」", "type": "1:1", "score": 0.9113209247589111, "source_para_score": 0.8783197402954102}
{"en": "“Is that what you wanted?” Terrance asks.", "zh": "特倫斯問：「這就是您想要的？", "type": "2:1", "score": 0.8464692831039429, "source_para_score": 0.8307002782821655}
{"en": "“The Ray Bradbury quote?”", "zh": "雷·布拉德伯里的格言？」", "type": "1:1", "score": 0.7781763672828674, "source_para_score": 0.8307002782821655}
{"en": "Jerry shakes his head.", "zh": "傑瑞搖了搖頭。", "type": "1:1", "score": 0.8576101660728455, "source_para_score": 0.8400394916534424}
{"en": "He can remember printing it out and framing it.", "zh": "他能記得他把它列印出來，鑲上邊框掛在牆上的情形。", "type": "1:1", "score": 0.7409439086914062, "source_para_score": 0.8400394916534424}
{"en": "He can remember the sorrow on Sandra’s face when he explained it to her.", "zh": "他還能記得向桑德拉解釋時，她臉上流露出來的憂傷表情。", "type": "1:1", "score": 0.8570431470870972, "source_para_score": 0.8400394916534424}
{"en": "“It’s about reviewers, right?”", "zh": "「是關於評論家的，對嗎？」", "type": "1:1", "score": 0.9352377653121948, "source_para_score": 0.8280347585678101}
{"en": "Terrance asks. “You pour your life and soul into a novel, and somebody can dissect it in all sorts of cruel ways in such a short time.”", "zh": "特倫斯問，「您把生命和靈魂都傾注到小說之中，人們可以在片刻之間以痛苦的方式解讀出來。」", "type": "2:1", "score": 0.7811819314956665, "source_para_score": 0.8280347585678101}
{"en": "“It’s not about reviewers,” Jerry says, and when he doesn’t offer any further explanation, Terrance repeats his offer of getting them a drink.", "zh": "「不是關於評論家的。」傑瑞說，也沒再做過多的解釋。特倫斯再一次請他們喝東西。", "type": "1:3", "score": 0.7941105365753174, "source_para_score": 0.7941105961799622}
{"en": "“Where is the floorboard, Jerry?”", "zh": "漢密爾頓護士說，「地板在哪裡，傑瑞？」", "type": "1:1", "score": 0.7604010105133057, "source_para_score": 0.8004906177520752}
{"en": "“There’s a loose floorboard?” Terrance asks.", "zh": "「有一塊鬆動的地板？」特倫斯問。", "type": "2:1", "score": 0.8895370960235596, "source_para_score": 0.8895370364189148}
{"en": "“But we need to slide the desk back and we need something to pry it up. I used to use a screwdriver. There should be one in the desk.”", "zh": "傑瑞說，他轉過身子，指著桌子下面，「但我們得把它推到一邊，找個東西把它撬起來，我以前用的螺絲刀，辦公桌里應該有一把。」", "type": "3:1", "score": 0.756790041923523, "source_para_score": 0.8690326809883118}
{"en": "Terrance shakes his head.", "zh": "特倫斯搖了搖頭。", "type": "1:1", "score": 0.7683404088020325, "source_para_score": 0.8695235252380371}
{"en": "“The drawers were empty when we moved in, but I have a screwdriver in the kitchen.", "zh": "「我們搬進來時，抽屜是空的，廚房裡倒是有一把。", "type": "1:1", "score": 0.8458164930343628, "source_para_score": 0.8695235252380371}
{"en": "Wait, wait, is the gun under there?”", "zh": "等等，槍就在這下面嗎？」", "type": "1:1", "score": 0.923255443572998, "source_para_score": 0.8695235252380371}
{"en": "he asks, pointing at the floor. “Is that what you’re looking for?”", "zh": "他一邊問，一邊指著地板，「這就是您在找的東西？」", "type": "2:1", "score": 0.90024334192276, "source_para_score": 0.8695235252380371}
{"en": "Jerry shakes his head.", "zh": "傑瑞搖了搖頭。", "type": "1:1", "score": 0.8576101660728455, "source_para_score": 0.8780934810638428}
{"en": "“There’s a journal,” he says.", "zh": "「有一本日記。」", "type": "1:1", "score": 0.7952462434768677, "source_para_score": 0.8780934810638428}
{"en": "He didn’t know the gun wasn’t recovered. Maybe it is under there too. “If it makes you feel any better, I’m happy for you to reach under for it,” he says, but then that doesn’t make him feel any better.", "zh": "他說，他不知道槍是否已經找到，也許也會在那裡，「如果你不介意的話，我希望你能把它找出來。」", "type": "3:1", "score": 0.753911554813385, "source_para_score": 0.8780934810638428}
{"en": "He has the image of this guy finding the gun and holding them hostage while forcing Jerry to write the next book for him, then the gun goes back under the floorboards, hidden there along with Carol Hamilton, Nurse, and Jerry Grey, Crime Writer.", "zh": "他說，但他並不覺得好受。他腦海中浮現出一幅畫面，這傢伙找到了槍，把他們扣押為人質，同時逼迫傑瑞為他寫下一本書。接著他會把槍藏回地板下面，和卡羅爾·漢密爾頓護士以及犯罪小說家傑瑞·格雷一起。", "type": "1:3", "score": 0.8224155306816101, "source_para_score": 0.8780934810638428}
{"en": "“Sure, sure, of course.", "zh": "「好的，好的，當然可以。", "type": "1:1", "score": 0.8846293091773987, "source_para_score": 0.7491365671157837}
{"en": "How about I grab the screwdriver and you sign some books while I’m gone?”", "zh": "我去拿螺絲刀，您在書上簽名怎麼樣？」", "type": "1:1", "score": 0.6567786931991577, "source_para_score": 0.7491365671157837}
{"en": "Terrance says, sounding hopeful.", "zh": "特倫斯的語氣里充滿著期望。", "type": "1:1", "score": 0.6754831075668335, "source_para_score": 0.7491365671157837}
{"en": "“No problem.”", "zh": "「沒問題。」", "type": "1:1", "score": 0.9125092625617981, "source_para_score": 0.9125093221664429}
{"en": "“And if there’s time, I was wondering, could I bounce some ideas off you?", "zh": "「如果有時間，我想，您能給我指點指點嗎？", "type": "1:1", "score": 0.8091241121292114, "source_para_score": 0.7869057059288025}
{"en": "I’m working on—”", "zh": "我正在寫——」", "type": "1:1", "score": 0.7768260836601257, "source_para_score": 0.7869057059288025}
{"en": "“Please, we really are in a hurry,” Nurse Hamilton says.", "zh": "「對不起，我們真的趕時間。」漢密爾頓護士說。", "type": "1:2", "score": 0.7971879839897156, "source_para_score": 0.7971879839897156}
{"en": "“Of course, of course,” Terrance says, looking like a ten-year-old boy just told off for talking loudly in class.", "zh": "「好的，好的。」特倫斯說，就像一個十歲小男孩因在課堂上大聲說話而被挨批了一樣，「在這裏，書就在這裏。」", "type": "1:2", "score": 0.7457035183906555, "source_para_score": 0.879033088684082}
{"en": "“Here, the books are just here,” he says, and he strips them away from the top shelf of the bookcase and puts them on the desk, the thirteen of them forming two piles, thirteen plots and thirteen sets of characters Jerry can barely remember, the thirteenth of which he barely wrote.", "zh": "說著他從書櫃頂層取下書來，擺放在桌子上。十三本書擺成兩排，十三段情節，十三個人物，傑瑞幾乎都不記得了。第十三本書還是他勉強寫就的。", "type": "1:3", "score": 0.780398964881897, "source_para_score": 0.879033088684082}
{"en": "He picks it up. It’s called Fire Time, which is a title, Jerry remembers, he didn’t come up with but the ghostwriter.", "zh": "他拿起一本，書名是「點火時間」，傑瑞記得書名不是他想的，而是代筆想出來的。", "type": "2:1", "score": 0.8203529715538025, "source_para_score": 0.879033088684082}
{"en": "He can’t remember what he wanted to call it.", "zh": "他不記得他想用什麼名字來著。", "type": "1:1", "score": 0.8333919048309326, "source_para_score": 0.879033088684082}
{"en": "He can remember it was about an arsonist, but has no idea what it’s about now.", "zh": "他還記得這本書講的是縱火犯的故事，但不知道現在是否還是這樣。", "type": "1:1", "score": 0.7141157388687134, "source_para_score": 0.879033088684082}
{"en": "He hasn’t read it or, if he has, he can’t remember it.", "zh": "他沒有讀過，或者他讀過，但他忘了。", "type": "1:1", "score": 0.8189677000045776, "source_para_score": 0.879033088684082}
{"en": "“Just make them out to Terry,” Terry says, bringing Jerry back to the moment.", "zh": "「只用寫『致特里』就好。」特里說，這把傑瑞帶回了此刻，「您喜歡簽什麼就簽什麼。」", "type": "1:2", "score": 0.7000547051429749, "source_para_score": 0.8242194652557373}
{"en": "Jerry picks up a pen and wonders if it was one of his pens too.", "zh": "傑瑞拿起一支筆，心想這是不是他的筆。", "type": "1:1", "score": 0.7475525140762329, "source_para_score": 0.8594601154327393}
{"en": "He sits behind the desk.", "zh": "他坐在辦公桌後面，把手放在書上，閉上雙眼。", "type": "1:1", "score": 0.70592200756073, "source_para_score": 0.8594601154327393}
{"en": "He puts his hands on it and closes his eyes, hoping when he opens them he’ll be back in time, that coming here has been a doorway into his past not just in memory but in reality. It doesn’t work out that way.", "zh": "他希望再睜開眼時他能及時回來，他來這裏，是要回到現實中的過去，而不是記憶中的過去，那樣肯定是行不通的。", "type": "2:1", "score": 0.7736750841140747, "source_para_score": 0.8594601154327393}
{"en": "They can hear Terrance sneezing from the other end of the house.", "zh": "他們能聽到特倫斯在房子的另一端打噴嚏的聲音。", "type": "1:1", "score": 0.8228625059127808, "source_para_score": 0.8594601154327393}
{"en": "Jerry starts signing the books. Book signings are easy when you’re signing just one book per person, he thinks, but complicated when that one person owns many of the novels.", "zh": "傑瑞開始在書上簽名，在一本書上給一個人簽名很容易，他心想，但遇到一個人藏有多本書就不容易了。", "type": "2:1", "score": 0.8410321474075317, "source_para_score": 0.8594601154327393}
{"en": "He’s always felt like he needed to sign a different message in every book.", "zh": "他總是喜歡在不同的書上寫不同的內容。", "type": "1:1", "score": 0.7088490128517151, "source_para_score": 0.8594601154327393}
{"en": "To Gary, I like what you’ve done with the place.", "zh": "「致加里，我喜歡您為這個地方所做的一切。」", "type": "1:1", "score": 0.7575064897537231, "source_para_score": 0.8594601154327393}
{"en": "He comes over and looks at the one Jerry’s signing and his smile disappears a little.", "zh": "他走了過來，看著傑瑞的一個簽名，笑容忽然消失了。", "type": "1:1", "score": 0.7796297073364258, "source_para_score": 0.7260213494300842}
{"en": "“What is it?” Jerry asks.", "zh": "「怎麼了？」傑瑞問。", "type": "2:1", "score": 0.8847802877426147, "source_para_score": 0.8847802877426147}
{"en": "“It’s . . .", "zh": "「這是……", "type": "1:1", "score": 0.9333727955818176, "source_para_score": 0.8525596857070923}
{"en": "umm . . .", "zh": "嗯……", "type": "1:1", "score": 0.7933071851730347, "source_para_score": 0.8525596857070923}
{"en": "nothing, nothing at all. Thanks for signing these.", "zh": "沒什麼，真的沒什麼，感謝您的簽名。", "type": "2:1", "score": 0.8660433888435364, "source_para_score": 0.8525596857070923}
{"en": "Now let’s find that hiding space.”", "zh": "現在，讓我們看看底下的暗格吧。」", "type": "1:1", "score": 0.7127444744110107, "source_para_score": 0.8525596857070923}
{"en": "They push the desk aside.", "zh": "他們把桌子推到一邊。", "type": "1:1", "score": 0.8800745010375977, "source_para_score": 0.7996127605438232}
{"en": "Jerry crouches down and works at the floorboard with the screwdriver, digging it in just enough to lift the board and get his fingers under it.", "zh": "傑瑞蹲下來，用螺絲刀撬地板，他把地板磚掀開，將手指伸進去。", "type": "1:1", "score": 0.7199228405952454, "source_para_score": 0.7996127605438232}
{"en": "“Just like in one of your books,” Terrance says, getting himself under control.", "zh": "「好像是你的書。」特倫斯說，儘力控制住自己。", "type": "1:2", "score": 0.7908371090888977, "source_para_score": 0.7908371090888977}
{"en": "“Really?”", "zh": "「真的嗎？」", "type": "1:1", "score": 0.955660343170166, "source_para_score": 0.955660343170166}
{"en": "“The Stranger Below.”", "zh": "「《下面的陌生人》。」", "type": "1:1", "score": 0.9373787045478821, "source_para_score": 0.9373786449432373}
{"en": "“I don’t remember it,” Jerry tells him.", "zh": "「我不記得了。」傑瑞說。", "type": "1:2", "score": 0.8748993873596191, "source_para_score": 0.8748993873596191}
{"en": "“Was one of your best, Jerry—but they’re all your best.", "zh": "「你最好的作品之一，傑瑞，但你的作品都是最好的。", "type": "1:1", "score": 0.8151349425315857, "source_para_score": 0.7843297719955444}
{"en": "You want me to take a feel around?”", "zh": "讓我來試試吧？」", "type": "1:1", "score": 0.7214949131011963, "source_para_score": 0.7843297719955444}
{"en": "“If you could.”", "zh": "「你要想試試也可以。」", "type": "1:1", "score": 0.7343749403953552, "source_para_score": 0.7343748807907104}
{"en": "It’s a light blue shirt. He looks at Jerry, then at Nurse Hamilton.", "zh": "他看看傑瑞，又看看漢密爾頓護士。", "type": "2:1", "score": 0.7143948674201965, "source_para_score": 0.8764877319335938}
{"en": "The shirt is balled up, but Jerry can see a collar and a cuff and what looks like rust.", "zh": "襯衫被揉成一團，但傑瑞可以看到領子和袖口銹跡斑斑。", "type": "1:1", "score": 0.7879533767700195, "source_para_score": 0.8764877319335938}
{"en": "Terrance hands it to Nurse Hamilton, who shakes it out.", "zh": "特倫斯把它遞給漢密爾頓護士，她把它抖開。", "type": "1:1", "score": 0.8423234820365906, "source_para_score": 0.8764877319335938}
{"en": "It’s a long-sleeved shirt, formal looking, except for the rust that isn’t rust but blood, of which there isn’t a lot, but a significant amount.", "zh": "這是一件長袖正裝襯衫，那片銹跡並不是銹跡，而是血跡。那片血跡並不大，但很顯眼。", "type": "1:2", "score": 0.7575309872627258, "source_para_score": 0.8764877319335938}
{"en": "Nobody says anything.", "zh": "沒有人說話。", "type": "1:1", "score": 0.9030805826187134, "source_para_score": 0.8429226875305176}
{"en": "Jerry keeps staring at the shirt, trying to place it.", "zh": "傑瑞兩眼直勾勾地盯著襯衫，想認出什麼來。", "type": "1:1", "score": 0.7238259315490723, "source_para_score": 0.8429226875305176}
{"en": "Terrance looks nervous.", "zh": "特倫斯看上去很緊張。", "type": "1:1", "score": 0.835578203201294, "source_para_score": 0.8429226875305176}
{"en": "He glances at the screwdriver in Jerry’s hand. He’s just met his idol and his idol is a psychopath who’s now armed.", "zh": "他看了看傑瑞手中的螺絲刀，他剛剛遇到自己的文學偶像，但他的偶像是精神病患者，手裡還拿著武器。", "type": "2:1", "score": 0.7842004299163818, "source_para_score": 0.8429226875305176}
{"en": "Jerry puts it down.", "zh": "傑瑞把螺絲刀放下。", "type": "1:1", "score": 0.7385291457176208, "source_para_score": 0.8429226875305176}
{"en": "Terrance reaches back under the floor. He rotates his body a little as he reaches in every direction, patting the ground first, then patting the underside of the floorboards in case the journal is taped to the back of them.", "zh": "特倫斯再次把手臂伸到地板下，他扭動著身體，四下摸索了一番，先是拍拍地面，然後又拍拍地板磚的底下，以免日誌被粘在背面。", "type": "2:1", "score": 0.8069719076156616, "source_para_score": 0.8429226875305176}
{"en": "He keeps his head twisted so he can keep his eye on Jerry the whole time.", "zh": "他把頭歪向這邊，好一直看著傑瑞。", "type": "1:1", "score": 0.6702609062194824, "source_para_score": 0.8429226875305176}
{"en": "“Nothing else,” he says. “Are you sure it’s here?”", "zh": "「沒有別的了，」他說，「你確定是在這裏嗎？」", "type": "2:1", "score": 0.9011399149894714, "source_para_score": 0.9011399149894714}
{"en": "“It has to be,” Jerry tells him.", "zh": "「一定是。」傑瑞對他說。", "type": "1:2", "score": 0.8590158820152283, "source_para_score": 0.8590158820152283}
{"en": "“Let me get a flashlight.”", "zh": "「我去拿手電筒。」", "type": "1:1", "score": 0.7233497500419617, "source_para_score": 0.7233496904373169}
{"en": "He disappears.", "zh": "他走開了。", "type": "1:1", "score": 0.6972708702087402, "source_para_score": 0.8223130106925964}
{"en": "Jerry picks up the pen. He carries on signing the books.", "zh": "傑瑞拿起筆來，繼續在書上簽名。", "type": "2:1", "score": 0.8641567230224609, "source_para_score": 0.8223130106925964}
{"en": "“Jerry,” Nurse Hamilton says. “This is your shirt.”", "zh": "漢密爾頓護士說：「傑瑞，這是你的襯衫。」", "type": "2:1", "score": 0.8844307661056519, "source_para_score": 0.8844307661056519}
{"en": "“We don’t know that,” he says, not wanting to look at her.", "zh": "「我們不知道是誰的。」他說，不想看著她，「我喜歡穿短褲和短袖。", "type": "1:2", "score": 0.7047674655914307, "source_para_score": 0.8793797492980957}
{"en": "“I’m a shorts and a T-shirt guy. I only wear them on formal occasions.”", "zh": "我只在正式場合穿那些。」", "type": "2:1", "score": 0.704261064529419, "source_para_score": 0.8793797492980957}
{"en": "“Like Eva’s wedding?”", "zh": "「比如伊娃的婚禮？」", "type": "1:1", "score": 0.8922542333602905, "source_para_score": 0.8922541737556458}
{"en": "He doesn’t answer.", "zh": "他沒有回答。", "type": "1:1", "score": 0.9255893230438232, "source_para_score": 0.8057720065116882}
{"en": "He signs To Gary, best wishes in the rest of the books simply because he’s run out of other things to say.", "zh": "在其他的書上，他只簽了「致加里，祝好」幾個字，因為他想不起別的話。", "type": "1:1", "score": 0.7543346881866455, "source_para_score": 0.8057720065116882}
{"en": "Terrance comes back and uses the flashlight and a combination of angles to see what they can see beneath the house, which turns out to be nothing except dirt and dust and plenty of cobwebs.", "zh": "特倫斯回來了，手裡拿著手電筒還有幾把鉤子。他又試了一次，看能從地板下找到什麼，結果除了污垢、灰塵和蛛網之外什麼也沒有。", "type": "1:2", "score": 0.7402294874191284, "source_para_score": 0.8057720065116882}
{"en": "“Do you mind if I take a look?” Jerry asks.", "zh": "「你介意讓我看一下嗎？」傑瑞問。", "type": "2:1", "score": 0.903274655342102, "source_para_score": 0.903274655342102}
{"en": "“Jerry, we really must be going,” Nurse Hamilton says.", "zh": "「傑瑞，我們真的必須走了。」漢密爾頓護士說。", "type": "1:2", "score": 0.8866512775421143, "source_para_score": 0.8866512775421143}
{"en": "“Just a minute, that’s all.”", "zh": "「稍等一下。」", "type": "1:1", "score": 0.6879105567932129, "source_para_score": 0.6879106163978577}
{"en": "The front doorbell rings, both from the hallway and from the receiver in one of the desk drawers.", "zh": "前門的門鈴響了，走廊和抽屜里的接收器都發出了響聲。", "type": "1:1", "score": 0.6951295137405396, "source_para_score": 0.7825790643692017}
{"en": "“It’s not here,” he says, and he can hear the frustration in his voice.", "zh": "依舊是空空如也。「不在這裏。」他說，語氣中的無奈暴露無遺，「應該是這裏的，但不在。", "type": "1:3", "score": 0.6594054698944092, "source_para_score": 0.7825790643692017}
{"en": "“It should be here, but it’s not.", "zh": "不應該是這樣呀！它應該在這裏的，但是卻不在！」", "type": "1:2", "score": 0.8108909130096436, "source_para_score": 0.7825790643692017}
{"en": "He said my office was just how I left it, but it’s not, because when I left it Sandra was dead right there,” he says, pointing at the floor, “and when I look there hard enough I can see her.", "zh": "他說，他們能聽到走廊里的說話聲，有人正朝他們這兒走來。「她死在了這裏，」他說，「就在地板上。他說過寫作房和我離開時保持一樣，但不是的，因為我離開時，桑德拉就死在那裡。」他指著地板說，「我甚至還能看到她，那裡鮮血淋漓的。」", "type": "1:4", "score": 0.7417905330657959, "source_para_score": 0.8563319444656372}
{"en": "Was shooting Sandra a formal occasion?", "zh": "難道開槍打死桑德拉時正是正式的場合？", "type": "1:1", "score": 0.8157930374145508, "source_para_score": 0.8563319444656372}
{"en": "Did he dress up for it?", "zh": "難道他穿正裝了？", "type": "1:1", "score": 0.7717850208282471, "source_para_score": 0.8563319444656372}
{"en": "“I need the journal to know . . . to know I didn’t . . .” he says, then he tries to reach deeper into the hole, jamming his shoulder against the floor so hard that it hurts.", "zh": "「我需要找到日記弄清楚……弄清楚我到底有沒有……」他說著伸手朝暗格的深處探去，肩膀頂在地板上，生疼生疼的，「我需要知道，到底是不是我乾的。」", "type": "4:1", "score": 0.8080141544342041, "source_para_score": 0.8563319444656372}
{"en": "“It’s okay, Jerry,” Nurse Hamilton says, and she rests the shirt on the arm of the couch and walks towards him.", "zh": "「好了，傑瑞。」漢密爾頓護士說，把襯衫放在沙發扶手上，向他走過去。", "type": "1:2", "score": 0.8457882404327393, "source_para_score": 0.845788300037384}
{"en": "“It’s not okay,” he tells her, and he can remember sitting in this room writing up a storm, writing up a world of storms, all those words . . .", "zh": "「不好。」他對她說，他能記得自己坐在這個房間描寫風暴，描寫一個暴風驟雨的世界，他能記得所有的字眼……為什麼偏偏不記得日記了呢？", "type": "1:2", "score": 0.7883788347244263, "source_para_score": 0.8584945797920227}
{"en": "He pulls his arm out. He slumps against the desk.", "zh": "他把手臂收了回來，狠狠地拍打辦公桌。", "type": "2:1", "score": 0.771814227104187, "source_para_score": 0.8511695861816406}
{"en": "Terrance is back, and with him Eric.", "zh": "特倫斯回來了，和他站在一起的是艾瑞克。", "type": "1:1", "score": 0.8192320466041565, "source_para_score": 0.8511695861816406}
{"en": "“How you getting on there, buddy?” Eric asks.", "zh": "「怎麼樣了，老兄？」艾瑞克問。", "type": "2:1", "score": 0.8159359693527222, "source_para_score": 0.8511695861816406}
{"en": "“We need to pull up the rest of the floor,” Jerry says, and gets to his feet.", "zh": "「我們需要撬開其他的地板。」傑瑞站了起來。", "type": "1:2", "score": 0.755079984664917, "source_para_score": 0.8511695861816406}
{"en": "Pulling up the floor is exactly what they need to do. The journal will be under there, then he can find out who really killed his wife, because it couldn’t have been him.", "zh": "撬開地板是他們唯一能做的，日記會在那裡的，他會弄清楚究竟是誰殺了他的妻子，不可能是他，不可能是他。", "type": "2:1", "score": 0.8098007440567017, "source_para_score": 0.8511695861816406}
{"en": "Couldn’t have been. Then he and Henry can figure out together what they’re going to do to that guy.", "zh": "他和亨利可以一起收拾那傢伙。", "type": "2:1", "score": 0.6733664274215698, "source_para_score": 0.8511695861816406}
{"en": "“Gary, we need more screwdrivers and some pry bars,” he says, and when nobody reacts, he stars clapping his hands.", "zh": "「加里，我們需要更多的螺絲刀和撬棍。」他說，但沒有人應聲，他拍著手說：「大家來吧，我們動手吧！」", "type": "1:2", "score": 0.7981970906257629, "source_para_score": 0.8511695861816406}
{"en": "“Umm . . .” Terrance says, and then looks to Nurse Hamilton.", "zh": "「嗯……」特倫斯說，然後盯著漢密爾頓護士。", "type": "2:1", "score": 0.8708255290985107, "source_para_score": 0.870825469493866}
{"en": "“I used to rip apart houses and put them back together for a living,” Jerry says.", "zh": "「我以前曾把房子拆掉，然後再砌好，完好如初。輕而易舉得很。」傑瑞說，但所有人一動不動。", "type": "1:3", "score": 0.7262316942214966, "source_para_score": 0.7797399163246155}
{"en": "What in the hell is wrong with them?", "zh": "他們究竟怎麼了？", "type": "1:1", "score": 0.7337478399276733, "source_para_score": 0.7797399163246155}
{"en": "“We need to go,” Nurse Hamilton says. “Perhaps Terrance can look after we’re gone?”", "zh": "漢密爾頓護士說：「我們該走了，也許我們走了之後，特倫斯可以再找找？」", "type": "2:1", "score": 0.8413573503494263, "source_para_score": 0.841357409954071}
{"en": "“Who the hell is Terrance?” Jerry asks.", "zh": "「到底誰是特倫斯？」傑瑞問。", "type": "2:1", "score": 0.8770788908004761, "source_para_score": 0.8770788908004761}
{"en": "“I’m Terrance,” Terrance says.", "zh": "「我是特倫斯。」特倫斯說，「或者簡稱特里。」", "type": "1:2", "score": 0.7691218256950378, "source_para_score": 0.8623223900794983}
{"en": "Jerry shakes his head. “You’re Gary.", "zh": "傑瑞搖了搖頭：「你是加里。", "type": "2:1", "score": 0.8951128721237183, "source_para_score": 0.8626191020011902}
{"en": "Unless . . .” Then it all makes sense. “He’s lying!", "zh": "除非……」忽然明白了一切，「他在撒謊！", "type": "3:1", "score": 0.7966467142105103, "source_para_score": 0.8626191020011902}
{"en": "If he’s lying about his name, then he’s lying about the journal!”", "zh": "如果他敢在名字上說謊，那麼他在日記的事上也說了謊！」", "type": "1:1", "score": 0.852059006690979, "source_para_score": 0.8626191020011902}
{"en": "he says, shouting now. “He found it already!", "zh": "他幾乎是在叫喊了，「他已經發現了！", "type": "2:1", "score": 0.760978102684021, "source_para_score": 0.8626191020011902}
{"en": "He wants to be just like me!", "zh": "他要成為像我一樣的人！", "type": "1:1", "score": 0.8592460751533508, "source_para_score": 0.8626191020011902}
{"en": "He found it when he reached under a minute ago and threw it out of range!", "zh": "剛才他把手伸到下面時就發現了，然後又藏了起來！", "type": "1:1", "score": 0.66037917137146, "source_para_score": 0.8626191020011902}
{"en": "He’s going to steal it!”", "zh": "他把日記偷走了！」", "type": "1:1", "score": 0.719687283039093, "source_para_score": 0.8626191020011902}
{"en": "He understands everything.", "zh": "他明白了一切。", "type": "1:1", "score": 0.9059444665908813, "source_para_score": 0.8626191020011902}
{"en": "He is Jerry Grey, a crime writer, a man who can see how things end one third of the way through, and yet he missed this one.", "zh": "他是傑瑞·卡特，犯罪小說家，當故事演繹到三分之一他就能猜到結局了。", "type": "1:1", "score": 0.6823424696922302, "source_para_score": 0.8626191020011902}
{"en": "“You killed Sandra so you could buy the house cheap!”", "zh": "然而，他始終看不懂眼前這個人，「是你殺了桑德拉，所以你能很便宜地買到房子！」", "type": "1:1", "score": 0.8059431314468384, "source_para_score": 0.8626191020011902}
{"en": "Eric says, while Terrance stands still, looking stunned. “He killed Sandra so he could steal my journal,” Jerry shouts, and then he picks up the screwdriver from the desk. He lunges with it towards Terrance, who jumps back.", "zh": "傑瑞喊著，接著他從桌上拿起螺絲刀，朝著特倫斯刺去，特倫斯趕緊往後一跳。", "type": "3:1", "score": 0.6733129024505615, "source_para_score": 0.8556385636329651}
{"en": "At the same time Eric reaches into his pocket for the gun, and Jerry realizes it’s not just Terrance that’s in on it, but all these people.", "zh": "艾瑞克把手伸進口袋掏槍。傑瑞忽然意識到不只是特倫斯與此事有瓜葛，所有這些人都在密謀算計他。", "type": "1:2", "score": 0.7446044087409973, "source_para_score": 0.8556385636329651}
{"en": "They all know what happened here, they all played a part in Sandra’s death, and they’re trying to trick him into believing he did it.", "zh": "他們都知道這裏發生過什麼，桑德拉的死他們都有份兒，他們想欺騙他，讓他相信是他自己乾的。", "type": "1:1", "score": 0.7660214304924011, "source_para_score": 0.8556385636329651}
{"en": "You wanted my house and you wanted my ideas,” he says, and Eric brings his hand out of his pocket and it’s not a gun, but a syringe.", "zh": "他說，艾瑞克把手從口袋裡抽出來，手裡拿的並不是槍，而是一根注射器。", "type": "1:1", "score": 0.6702094674110413, "source_para_score": 0.8556385636329651}
{"en": "They are going to poison him and make it look like a heart attack.", "zh": "他們要毒死他，讓他像是死於心臟病發作。", "type": "1:1", "score": 0.7401270270347595, "source_para_score": 0.8556385636329651}
{"en": "He turns towards Eric—he has to take out the biggest threat first, and that’s when there’s a huge weight on his back as his arms are pinned to his side, and he realizes he messed up, that Eric isn’t the biggest threat at all.", "zh": "他轉向艾瑞克，他得先除掉最大的威脅，這時，他感到有個沉甸甸的東西壓著後背，兩隻手臂被牢牢鎖住了。", "type": "1:1", "score": 0.7010762095451355, "source_para_score": 0.8556385636329651}
{"en": "He tries to shake her loose, but she’s too strong.", "zh": "他掙扎著，想讓她鬆手，但她太有勁了。", "type": "1:1", "score": 0.7941787838935852, "source_para_score": 0.8556385636329651}
{"en": "Eric steps in and Jerry can see his reflection in the orderly’s glasses.", "zh": "艾瑞克緊逼過來，傑瑞能看到護理員的眼鏡上倒映的人影。", "type": "1:1", "score": 0.686941921710968, "source_para_score": 0.8556385636329651}
{"en": "A moment later the needle of the syringe punctures Jerry’s arm. Something warm floods his body, making him immediately tired. His body becomes heavy.", "zh": "片刻之後，注射器刺進傑瑞的手臂，他的身體里湧起一股暖流，一股突如其來的疲倦在體內擴散，他覺得昏昏沉沉的。", "type": "3:1", "score": 0.8513079881668091, "source_para_score": 0.8556385636329651}
{"en": "“I didn’t see it coming,” he says, and he smiles as the world starts to disappear, and then laughs at the irony of it all.", "zh": "「我竟想不到會是這樣。」說完，他微笑地著看著眼前消失的世界，接著大笑起來，像是要諷刺一切。", "type": "1:2", "score": 0.761713981628418, "source_para_score": 0.8240914344787598}
{"en": "For the first time he couldn’t connect the dots.", "zh": "這是他第一次無法串聯起所有的線索。", "type": "1:1", "score": 0.7933499813079834, "source_para_score": 0.8240914344787598}
{"en": "He closes his eyes and he thinks of his body on the autopsy table, the coroner saying there are no signs of poisoning, the world being led to believe that it was Captain A that took him away.", "zh": "他閉上眼睛，想象著他的屍體躺在解剖台上，驗屍官說他沒有中毒的跡象，世人都會相信，帶走他的將是「阿爾茨船長」。", "type": "1:1", "score": 0.7850778102874756, "source_para_score": 0.8240914344787598}
