{"en": "The wedding is one week away. There’s no chance of forgetting this, buddy, not with Sandra mentioning it every hour.", "zh": "婚禮還有一個星期，老兄，這你不可能忘記的，桑德拉每隔一小時就要提及此事。", "type": "2:1", "score": 0.8413383364677429, "source_para_score": 0.8449106216430664}
{"en": "The wedding has become this big, all-encompassing thing that always seems so close but never actually happens, and of course big, encompassing things often come with problems, the latest of which is with the flowers.", "zh": "婚禮將是奢華宏大的盛典，勢必要做到聞所未聞。當然，奢華宏大的盛典往往問題頻出，最近則是鮮花的問題。", "type": "1:2", "score": 0.7063746452331543, "source_para_score": 0.8449106216430664}
{"en": "Our florist is a very pretty woman by the name of Belinda Something Last Name, who reminds me a little of Sandra Something Last Name (just kidding there—Sandra has your last name, at least for now).", "zh": "花店老闆是一個非常漂亮的女人，名叫貝琳達，姓什麼來著？這讓我想起了桑德拉，她姓什麼來著（開玩笑的，桑德拉冠你的姓，至少目前是這樣）？她們倆有一樣迷人的笑容，一樣活潑的個性。她很像桑德拉的妹妹，要是桑德拉有妹妹的話（她有嗎？）。", "type": "1:4", "score": 0.7380609512329102, "source_para_score": 0.8449106216430664}
{"en": "At the moment they’re stressing about the flowers.", "zh": "他們眼下正在關注鮮花的問題。", "type": "1:1", "score": 0.7540285587310791, "source_para_score": 0.8548884391784668}
{"en": "There’s been some weird insect outbreak and the sources Belinda uses have had large percentages of their crops ruined, the insects eating half of them and shitting on the rest.", "zh": "最近突然出現了一種神秘而可怕的昆蟲，為貝琳達供貨的花圃里有相當大一部分花朵都被毀掉了，蟲子吃了一半，剩下的也被糟蹋了。", "type": "1:1", "score": 0.6997334361076355, "source_para_score": 0.8548884391784668}
{"en": "Belinda may have to order from somewhere further away, as all florists are, and that means they really need to lock in what flowers they want, as the original ones are hard to get now, creating a shortage on other types too, which means, of course, the prices are all going up. Your crush on Belinda waned a little at that point, but her sad smile at this tragic turn of events won you over.", "zh": "貝琳達只好從較遠的地方訂購鮮花，但所有的花店都橫遭厄運，這意味著他們需要調換鮮花的品種，因為原來的品種現在很難買到，同時其他也出現了短缺，也就是說，鮮花的價格會上漲。", "type": "2:1", "score": 0.824954092502594, "source_para_score": 0.8548884391784668}
{"en": "Then you got thirsty. Then you excused yourself and went into your office. Then you snuck out the window so you wouldn’t set one of the alarms off and went for a walk, because you should be able to walk, shouldn’t you? And get some fresh air?", "zh": "你心煩意亂、口乾舌燥得很，你給自己找了個借口，走進寫作房，悄悄地跳到窗外（這樣你就不會觸發警報器了），去散散步，畢竟你應該能夠走路的，不是嗎？", "type": "4:1", "score": 0.7516692280769348, "source_para_score": 0.8548884391784668}
{"en": "You didn’t go far. Just far enough to pick up some cigarettes.", "zh": "你沒有走多遠，只是去買包香煙。", "type": "2:1", "score": 0.8556349277496338, "source_para_score": 0.8725484609603882}
{"en": "You walked to the corner store, which is a little short of a mile away, and you bought a pack.", "zh": "你走到只有一公里遠的街角商店買了一包香煙。", "type": "1:1", "score": 0.7031282782554626, "source_para_score": 0.8725484609603882}
{"en": "Jerry Grey, who can predict how stories end, can probably predict what happened next, right?", "zh": "傑瑞·格雷，既然你能預測故事的結尾，那麼你肯定能預測接下來發生的事情，對不對？", "type": "1:1", "score": 0.8228670358657837, "source_para_score": 0.8725484609603882}
{"en": "That’s right—when you got outside you put a cigarette into your mouth and before you even lit it you knew you don’t smoke.", "zh": "對的，你走出商店，取出一支香煙放進嘴裏。當你剛要把它點燃時，你忽然意識到你從來不抽煙的。", "type": "1:2", "score": 0.7109500765800476, "source_para_score": 0.8725484609603882}
{"en": "You never have. And right in that moment you remembered that it’s Zach Perkins who smokes, the detective from some of your books, and then you remembered that even he gave up smoking a few books ago.", "zh": "就在那一刻，你記起了扎克·帕金斯，他抽煙，他是你在書中塑造的偵探形象，你還記得就在之前的幾本書里，他戒了煙。", "type": "2:1", "score": 0.8377155065536499, "source_para_score": 0.8725484609603882}
{"en": "You tossed the cigarettes and walked home. Belinda’s car was still parked outside.", "zh": "你扔掉香煙，向家走去，貝琳達的車仍然停在外面。", "type": "2:1", "score": 0.8575793504714966, "source_para_score": 0.8605822920799255}
{"en": "You climbed through the window and lay down on the couch and thought about what had just happened, and wondered if there would be other times you would think you were one of your characters.", "zh": "你通過窗戶爬進房屋，躺在沙發上，回想起剛才發生的一幕幕，心裏琢磨著自己會不會還想著把自己當作書中的角色。", "type": "1:1", "score": 0.8164832592010498, "source_para_score": 0.8605822920799255}
{"en": "Thank God you didn’t think you were the Bag Man!", "zh": "感謝上蒼，你還知道自己不是「黑袋狂魔」！", "type": "1:1", "score": 0.6516817212104797, "source_para_score": 0.651681661605835}
{"en": "The Bag Man, in case you’ve forgotten, stabs women in the chest and then ties a black garbage bag over their heads.", "zh": "怕你忘了，就提醒你一下，「黑袋狂魔」會拿刀刺向女人的胸口，然後在她們的頭上套上一個黑色垃圾袋。", "type": "1:1", "score": 0.7855998277664185, "source_para_score": 0.8257368206977844}
{"en": "He was in book five, and showed up again a few books later.", "zh": "他出現在第五本書中，又陸續在後來的幾本書中露面。", "type": "1:1", "score": 0.8867738842964172, "source_para_score": 0.8257368206977844}
{"en": "The Alzheimer’s isn’t going to let you go, Future Jerry, and it’s bringing with it a few quirks, along with the bigger ones of mixing up your character’s dirty habits as your own.", "zh": "未來的傑瑞，阿爾茨海默病不會放過你的，隨之而來還有一些怪癖，你會把書中人物的卑劣習性和自己的混在一起。", "type": "1:1", "score": 0.7343144416809082, "source_para_score": 0.8994873762130737}
{"en": "One quirk is that you talk to yourself now. You’ve caught yourself doing this a few times.", "zh": "其中一個怪癖是你現在開始自言自語了，這事已經出現過好幾次了。", "type": "2:1", "score": 0.7994376420974731, "source_para_score": 0.8994873762130737}
{"en": "You don’t just talk to yourself, but you have conversations with Henry, your favorite writer in residence.", "zh": "你不只是自己跟自己說話，還跟你最喜歡的作家亨利對話。", "type": "1:1", "score": 0.8468945026397705, "source_para_score": 0.8994873762130737}
{"en": "Nothing deep and meaningful, but he’ll occasionally say something like You should put that into the journal or You deserve another drink.", "zh": "談話內容並不深刻，也沒有什麼意義，但你偶爾會說「你應該將它寫進日記」或「你應該再喝一杯」。", "type": "1:1", "score": 0.7770844101905823, "source_para_score": 0.8994873762130737}
{"en": "Henry isn’t a real person, and you’ve never seen him as such, but that hasn’t stopped him from making small talk.", "zh": "亨利並不是真實存在的人，你也從來沒見過他，但是這並不妨礙你跟他閑聊。", "type": "1:1", "score": 0.823099672794342, "source_para_score": 0.8994873762130737}
{"en": "The other development is the drinking really has become your best friend, though Sandra would tell you he’s the friend that doesn’t leave when the night is over.", "zh": "另一個就是酒的確成了你最好的朋友，就像桑德拉說的，這樣的朋友哪怕黑夜散盡也不會離開。", "type": "1:1", "score": 0.8131615519523621, "source_para_score": 0.8364471197128296}
{"en": "She knows you’re drinking—but doesn’t really know because she can’t catch you.", "zh": "她能察覺到你在喝酒，但並不能肯定，因為她抓不住你。", "type": "1:1", "score": 0.8092285394668579, "source_para_score": 0.8364471197128296}
{"en": "You are planning on cutting back before the wedding —if you’re going to forget Eva’s name when you’re giving her away at the altar, you’d rather it be from dementia than from being a raging drunk.", "zh": "你打算在婚禮到來之前削減酒量，如果在婚禮上把伊娃交到新郎手上時忘記她的名字，你寧願這是因為老年痴呆症，也不願是因為爛醉如泥。", "type": "1:1", "score": 0.7795363068580627, "source_para_score": 0.8364471197128296}
{"en": "Good news—your problems don’t seem as bad anymore.", "zh": "好消息：你的癥狀似乎沒有那麼糟糕，你也越來越不關心現實世界了。", "type": "1:2", "score": 0.7302149534225464, "source_para_score": 0.8348771929740906}
{"en": "Bad news—the bad news is that the good news above really should have been bad news.", "zh": "壞消息：上述的好消息都應該是壞消息。", "type": "1:1", "score": 0.7794016599655151, "source_para_score": 0.8348771929740906}
{"en": "Not only have you accepted what’s happening, but you’re ready.", "zh": "你不僅接受了所發生的事情，而且還嚴陣以待起來。", "type": "1:1", "score": 0.8181459307670593, "source_para_score": 0.8348771929740906}
{"en": "Bring it on, Captain A. Do your best.", "zh": "來吧，「阿爾茨船長」。你會儘力而為。", "type": "1:2", "score": 0.6792406439781189, "source_para_score": 0.8348771929740906}
{"en": "Oh, and in case Future Jerry can’t say it, let me say it—fuck you, Captain A, and the disease-ridden whale you rode in on.", "zh": "哦，萬一將來傑瑞不能說出這樣的話來，還是讓我來說吧：去你媽的，「阿爾茨船長」！此刻你正騎著一頭疾病纏身的鯨魚。", "type": "1:2", "score": 0.6970632076263428, "source_para_score": 0.8348771929740906}
{"en": "Back in the lounge, the girl, Fiona Clark, hasn’t moved. She hasn’t gotten up and fled his imagination and taken all that blood and violence along with her.", "zh": "他回到客廳，發現那個女孩菲奧娜·克拉克一動不動地躺在血泊之中，沒有像他想象的那樣起來，處處都是暴力的痕迹。", "type": "2:1", "score": 0.70693039894104, "source_para_score": 0.8387113213539124}
{"en": "Is somebody due home?", "zh": "還有人在家嗎？", "type": "1:1", "score": 0.8378121256828308, "source_para_score": 0.8387113213539124}
{"en": "There are photographs around the room—one on the bookcase, one on the TV stand, a couple hanging on the walls, and in them is a recurring character, a good-looking guy around Fiona’s age, embraces and kisses and laughter.", "zh": "房間里到處都擺放著照片，書架上有一張，電視柜上有一張，牆壁上掛著兩張，照片里都是同一個人，一個與菲奧娜年齡相仿的俊朗小夥子。他們倆擁抱、親吻、歡笑。", "type": "1:2", "score": 0.7845368981361389, "source_para_score": 0.8387113213539124}
{"en": "A recurring character who could be at work, or on his way here.", "zh": "他此刻可能正在上班，或者在來這裏的路上。", "type": "1:1", "score": 0.6737947463989258, "source_para_score": 0.8387113213539124}
{"en": "He finds a bathroom. He washes his hands under hot water and scrubs the blood away.", "zh": "他找到一間浴室，用熱水洗凈鮮血。", "type": "2:1", "score": 0.7947636842727661, "source_para_score": 0.8324291706085205}
{"en": "The music has been replaced by the low hum of bantering DJs. He can’t hear what they’re saying.", "zh": "收音機里播放的不再是剛才的音樂了，取而代之的是一首低沉詼諧的搖滾，他聽不清歌手在唱些什麼。", "type": "2:1", "score": 0.6661553382873535, "source_para_score": 0.8324291706085205}
{"en": "He uses the towel to wipe down the taps and the basin, then wraps the towel over his hand and uses it to open the wardrobe door in the bedroom. There are only women’s clothes in here, so the guy in the photographs doesn’t live here, but then he finds a jacket that is big enough to fit him that the guy could have left behind, or belongs to an ex-boyfriend, or the father, or even the victim herself.", "zh": "他用毛巾擦拭水龍頭和水池，又用毛巾裹住手打開卧室的衣櫃門，裏面只有女人的衣服，看來照片中的男人並不住在這裏。", "type": "2:1", "score": 0.6689774990081787, "source_para_score": 0.8324291706085205}
{"en": "He puts it on to cover his bloody shirt.", "zh": "他穿上外套遮蓋住血淋淋的襯衫。", "type": "1:1", "score": 0.78048175573349, "source_para_score": 0.8324291706085205}
{"en": "Henry asks.", "zh": "亨利問。", "type": "1:1", "score": 0.8683005571365356, "source_para_score": 0.7681444883346558}
{"en": "Then make sure she doesn’t find out.", "zh": "「那麼，就保證她不會發現。」", "type": "1:1", "score": 0.7801635265350342, "source_para_score": 0.7801634073257446}
{"en": "He tosses the SIM card in the garden as he leaves. The towel with the knife wrapped inside is tucked under his arm.", "zh": "他離開時，把手機卡扔在花園裡，把裹著刀的毛巾夾在腋下。", "type": "2:1", "score": 0.7420779466629028, "source_para_score": 0.8278871774673462}
{"en": "He’s not sure what street this is, let alone what neighborhood he’s in.", "zh": "他不知道這是哪條街，更別說是在哪個小區了。", "type": "1:1", "score": 0.8631173372268677, "source_para_score": 0.8278871774673462}
{"en": "Everything looks middle class, nothing too run down, most of the cars parked on the street or up driveways are Japanese imports, most of them around seven or eight years old. He walks to the end of the block.", "zh": "四周都浮現著中產階級欣欣向榮的繁榮景象，絕大多數停在路邊或車道上的車都是從日本進口的，其中大部分有七八年的歲數了。", "type": "2:1", "score": 0.7654958963394165, "source_para_score": 0.8278871774673462}
{"en": "The street signs don’t mean anything to him.", "zh": "他走到街區的盡頭，路牌對他來說毫無意義。", "type": "1:1", "score": 0.6625491380691528, "source_para_score": 0.8278871774673462}
{"en": "He needs to dump the towel.", "zh": "他需要扔掉毛巾。", "type": "1:1", "score": 0.9054358601570129, "source_para_score": 0.8926734328269958}
{"en": "Soon an intersection has to make sense. He reaches a park two blocks later. There’s a bunch of playground equipment in the middle but, thankfully, no kids, which means he can sit on the bench and not have anybody rush over to call him a child molester while he’s collecting his thoughts.", "zh": "穿過兩條街后，他來到了公園，公園中間有兒童遊樂場，不過還好，遊樂場里沒有小孩子，這意味著他可以坐在長椅上整理思緒，不必擔心有人跑過來說他是來猥褻兒童的。", "type": "3:1", "score": 0.7952471971511841, "source_para_score": 0.8926734328269958}
{"en": "There’s a trash bin twenty yards away. He figures it’s a good dumping spot, then figures it’s actually a really bad one, that the police will end up looking here.", "zh": "離長椅二十米遠的地方有個垃圾箱，他覺得可以把刀扔到那裡，但又覺得這個地方太糟糕了，警方最終肯定會找到這裏的。", "type": "2:1", "score": 0.7911584377288818, "source_para_score": 0.8926734328269958}
{"en": "They’re going to look in every trash can and dumpster within a fivemile radius.", "zh": "他們會在房子十公里半徑範圍內進行搜索，檢查每一個垃圾箱。", "type": "1:1", "score": 0.7592818737030029, "source_para_score": 0.8926734328269958}
{"en": "Looking at the trash bin and thinking about dumping the evidence gives him a sense of déjà vu. Has he done this before?", "zh": "他盯著垃圾箱，琢磨著如何銷毀證據，這給他一種似曾相識的錯覺。", "type": "2:1", "score": 0.723736047744751, "source_para_score": 0.8926734328269958}
{"en": "Or was it one of his characters?", "zh": "他曾經這樣做過嗎？抑或是他書中虛構的人物曾經這樣做過？", "type": "1:2", "score": 0.6700705885887146, "source_para_score": 0.8926734328269958}
{"en": "Honestly, I couldn’t tell you.", "zh": "「說真的，我不能告訴你。", "type": "1:1", "score": 0.8301088213920593, "source_para_score": 0.8593730926513672}
{"en": "I couldn’t even tell you what today is.", "zh": "我甚至不能告訴你今天是怎麼回事。」", "type": "1:1", "score": 0.8630279302597046, "source_para_score": 0.8593730926513672}
{"en": "He needs to bury the knife. Or throw it into a river. Dump it in the ocean or send it into space.", "zh": "他需要把刀埋起來，或者把它扔到河裡，把它扔進海洋或者送進太空。", "type": "3:1", "score": 0.8977822065353394, "source_para_score": 0.919273853302002}
{"en": "He takes the plastic bag out of his pocket and shakes it out, then puts the towel and the knife inside and rolls it all up.", "zh": "他把塑料袋從衣兜里掏了出來，抖開，把毛巾和刀放了進去，再卷了起來。", "type": "1:1", "score": 0.8154536485671997, "source_para_score": 0.919273853302002}
{"en": "If he really had killed that woman, he’s sure he would know it.", "zh": "如果他真的殺死了那個女孩，他肯定會知道的。", "type": "1:1", "score": 0.8892027735710144, "source_para_score": 0.919273853302002}
{"en": "He would feel it somehow.", "zh": "他會以某種方式感受到的。", "type": "1:1", "score": 0.9161644577980042, "source_para_score": 0.919273853302002}
{"en": "Like Sandra?", "zh": "「像桑德拉嗎？」", "type": "1:1", "score": 0.8438681364059448, "source_para_score": 0.854708194732666}
{"en": "Sandra, dead because of him.", "zh": "桑德拉因他而死。", "type": "1:1", "score": 0.8557775020599365, "source_para_score": 0.854708194732666}
{"en": "He should do the world a favor and take the knife back out of the bag and become Henry Cutter and cut, cut, cut his way into oblivion.", "zh": "他應該給這個世界以恩惠：把刀從塑料袋裡取出來，徹底成為亨利·卡特，把真正的自己徹底湮沒。", "type": "1:1", "score": 0.7238568663597107, "source_para_score": 0.854708194732666}
{"en": "There is no mystery here—he killed his wife, he killed the woman he found on the lounge floor, and quite possibly the woman the police were asking him about.", "zh": "沒有什麼疑問了，他殺害了自己的妻子，殺害了倒在客廳地板上的女孩，並且很可能還殺害了警察問起過的女人。", "type": "1:1", "score": 0.8445464372634888, "source_para_score": 0.854708194732666}
{"en": "He can’t catch his breath. He’s a fool, a silly fool for wanting to escape the nursing home to prove his innocence because all he’s done is hurt somebody else.", "zh": "他就是個傻瓜，一個想逃出療養院證明自己清白的傻瓜，可他所做的一切只是傷害別人。", "type": "2:1", "score": 0.6743895411491394, "source_para_score": 0.847027063369751}
{"en": "He is Jerry Grey, a crime writer, but really he’s nothing more than a confused old man who isn’t even old, but made old by the Big A. Jerry Grey, creator of worlds, killer of women, confused madman.", "zh": "他是傑瑞·格雷，一個犯罪小說家，他只不過是個神志不清的老頭，雖然就他的年齡而言他還稱不上「老」，但阿爾茨海默病已經讓他垂垂老矣。傑瑞·格雷，一個虛構世界的締造者，一個專挑女人的殺手，一個神志不清的瘋子。", "type": "1:2", "score": 0.8130609393119812, "source_para_score": 0.847027063369751}
{"en": "He’s the Breaking Man.", "zh": "他是「心碎的男人」。", "type": "1:1", "score": 0.7579717040061951, "source_para_score": 0.620497465133667}
{"en": "He doesn’t know what to do.", "zh": "他不知道該怎麼辦。", "type": "1:1", "score": 0.8946962356567383, "source_para_score": 0.8946963548660278}
{"en": "God help him, he doesn’t know what to do.", "zh": "願上天保佑他，他不知道該怎麼辦。", "type": "1:1", "score": 0.8106296062469482, "source_para_score": 0.8106296062469482}
