{"en": "“My name is Jerry Grey and it’s been five days since I was diagnosed with Alzheimer’s.”", "zh": "「我叫傑瑞·格雷，這是我被診斷出患有阿爾茨海默病的第五天。」", "type": "1:1", "score": 0.8808661103248596, "source_para_score": 0.8808661699295044}
{"en": "“Hi, Jerry.”", "zh": "「你好，傑瑞。」", "type": "1:1", "score": 0.9328159093856812, "source_para_score": 0.9328159093856812}
{"en": "“And it’s been two days since I last forgot something.”", "zh": "「距我上次忘帶東西已經有兩天了。」", "type": "1:1", "score": 0.8547673225402832, "source_para_score": 0.8547673225402832}
{"en": "“Well done, Jerry.”", "zh": "「你真棒，傑瑞。」", "type": "1:1", "score": 0.8420140147209167, "source_para_score": 0.842013955116272}
{"en": "That’s how Henry would write about the support group that Sandra wants you to go to, if he were writing this journal.", "zh": "要是亨利在寫這本日記，他會這樣描繪桑德拉想讓你去參加的互助小組。", "type": "1:1", "score": 0.8108108043670654, "source_para_score": 0.798597514629364}
{"en": "You still need updating on Henry, and on support groups, and that will happen soon.", "zh": "你需要了解一下亨利和互助小組的新情況，他們很快將要闖入你的生活了。", "type": "1:1", "score": 0.6556649208068848, "source_para_score": 0.798597514629364}
{"en": "Support groups are for other people, the same way car accidents are for other people. Sandra thinks it will be good for you.", "zh": "互助小組是一群同病相憐的人相互扶持和鼓舞，桑德拉覺得這對你有好處。", "type": "2:1", "score": 0.6776975393295288, "source_para_score": 0.798597514629364}
{"en": "You love Sandra. Of course you do. Everybody does.", "zh": "你愛桑德拉，當然愛，每個人都愛自己的妻子。", "type": "3:1", "score": 0.8626194000244141, "source_para_score": 0.798597514629364}
{"en": "She is the absolute best thing that has ever happened to you. She’s beautiful, smart, caring, she always knows the right thing to say. When things are going badly, she is there to talk some sense into you. When the reviews are bad, she’s there to tell you the reviewers don’t know what they’re talking about; when the reviews are good, she’s there to tell you that reviewer is the smartest guy in the world.", "zh": "娶到桑德拉是你三生有幸，她美麗聰穎，處處為你著想，說話也拿捏有度：遇到低谷時，她會在身邊勸慰你；碰到一些不好的評論，她就說這群評論家簡直不知所云；要是碰到一些讚譽褒獎，她又立馬改口說評論家簡直聰慧絕頂。", "type": "4:1", "score": 0.669607400894165, "source_para_score": 0.798597514629364}
{"en": "You bounce ideas off her, sometimes you go to the gym with her, you run with her, you used to hike when you were younger, you’d go camping and skiing and once you went skydiving together because you wanted to be able to write what you know.", "zh": "你常常向她徵求意見，偶爾和她一起去健身房健身、跑步。年輕時，你還會與她去遠足、露營、滑雪。有一次，你們甚至一同高空跳傘，因為只有體驗過了才有資格寫下真實的感受。", "type": "1:3", "score": 0.805743932723999, "source_para_score": 0.798597514629364}
{"en": "Your wife can’t walk past a cat without wanting to give it a cuddle, she can’t walk past a dog without a Howzzit going boy, can’t watch a chick flick without crying at the end, can’t walk into a mall without buying a pair of shoes, and she can’t imagine what you’re going through even though she gets you, and you can’t imagine a life without her.", "zh": "你妻子見了貓就忍不住想抱抱它，見了狗就要親一口、道一聲安，見了一隻雞扇動翅膀也會驚喜不已，只要去逛商場至少也要買雙鞋子。她簡直無法想象你正在經歷的一切，而你也不敢想象沒有她的生活。", "type": "1:2", "score": 0.7198020815849304, "source_para_score": 0.798597514629364}
{"en": "Sandra is concerned, of course, because you spent yesterday moping around in your office, but you told her you weren’t moping, but working on next year’s book that your editor has just sent the notes for.", "zh": "桑德拉開始擔心了。昨天一整天你都躲在辦公室里鬱鬱寡歡，但你告訴桑德拉你正在著手準備下一本書，編輯剛剛寄來了約稿函，你並沒有意志消沉。", "type": "1:2", "score": 0.7230638861656189, "source_para_score": 0.8369962573051453}
{"en": "Of course there were no notes—but you did call your editor this morning and she made the mistake of saying Nice to hear from you, Jerry. I trust you are well?", "zh": "當然了，並沒有什麼約稿函，倒是你今天早上給編輯打過電話，她說話時出現了口誤，她說：「很高興你打電話過來，傑瑞，我覺得你還不錯吧？」", "type": "2:1", "score": 0.8416014909744263, "source_para_score": 0.8369962573051453}
{"en": "Not like the journal, mind you—just the CliffsNotes. Actually, Mandy, no, you weren’t all right—you were five days into becoming somebody else, and your current project was a madness journal.", "zh": "你向曼蒂坦承，其實你過得並不好，在這五天的時間里，你正逐漸變成另一個人，目前你手頭正在寫作的是這部「狂人日記」。", "type": "2:1", "score": 0.7176053524017334, "source_para_score": 0.8369962573051453}
{"en": "She was very upset when you told her, and you were upset too, and why not? It’s something worth being upset about.", "zh": "聽了你的話，她有些煩憂，你也很煩憂，這事兒本來就挺讓人煩憂的。", "type": "2:1", "score": 0.6790708303451538, "source_para_score": 0.8369962573051453}
{"en": "Instead you just thought I’d become a horrible writer, you told her, and you laughed to let her know it was a joke, and she laughed too, but it wasn’t very funny.", "zh": "「你早就應該知道我是個三流的作家。」說完，你笑了起來，好讓她知道這不過是自嘲罷了，她也笑了。不過這並不好笑。", "type": "1:3", "score": 0.699817419052124, "source_para_score": 0.6998175382614136}
{"en": "Day five and Sandra is mad at you.", "zh": "這是第五天了，桑德拉對你大動肝火。", "type": "1:1", "score": 0.7762925624847412, "source_para_score": 0.8172265291213989}
{"en": "The truth is if you were counting the days she had ever been mad at you, you’d be up somewhere around five thousand by now (that’s a joke, Jerry—I hope you’re laughing!).", "zh": "要是你數一數她對你大動肝火的日子，說不定你會發現真是時光荏苒、滄海桑田（這是個玩笑，傑瑞，我真希望你笑！）。", "type": "1:1", "score": 0.7554380893707275, "source_para_score": 0.8172265291213989}
{"en": "The truth is you never fight. Never, ever!", "zh": "你們從來沒有吵過架，從來沒有！", "type": "2:1", "score": 0.7506868839263916, "source_para_score": 0.8172265291213989}
{"en": "So here’s the thing—you just can’t face a support group. Meeting all these folks who are going to forget you at the same rate you forget them— the rate of forgetting twice as fast in reality, like two trains speeding in opposite directions.", "zh": "所以，問題來了：你不肯參加互助小組，不想去見一群你終將忘掉的陌生人，何況他們也終將忘掉你，你們彼此相互遺忘，遺忘的速度變成了兩倍，就像兩列火車向著相反的方向疾馳駛離。", "type": "2:1", "score": 0.8062182664871216, "source_para_score": 0.8394284248352051}
{"en": "You’re actually scared that any new fact is going to push out an old one to make room.", "zh": "其實，你是害怕為了再給生鏽的大腦騰出新空間裝新結識的人。", "type": "1:1", "score": 0.6788972616195679, "source_para_score": 0.8394284248352051}
{"en": "What if you meet these people and forget your family?", "zh": "萬一你認識了其他人，你的家人怎麼辦？", "type": "1:1", "score": 0.6583513021469116, "source_para_score": 0.8394284248352051}
{"en": "This is Blair—now who is Sandra again?", "zh": "這是布萊爾，那桑德拉又是誰？", "type": "1:1", "score": 0.8137181997299194, "source_para_score": 0.8394284248352051}
{"en": "You didn’t explain it like that to Sandra because she wouldn’t get it even though she gets you.", "zh": "你沒有向桑德拉解釋，她不是你，不會感同身受的。", "type": "1:1", "score": 0.7156776189804077, "source_para_score": 0.6800650358200073}
{"en": "Ha—looks like you may have to apologize to Sandra after all!", "zh": "看來，你終究還是要向桑德拉道歉的，", "type": "1:1", "score": 0.679915189743042, "source_para_score": 0.7577530741691589}
{"en": "But whether you go along is another matter.", "zh": "不過，會不會參加就是另一回事了。", "type": "1:1", "score": 0.8135613203048706, "source_para_score": 0.7577530741691589}
{"en": "You’re still trying to get used to the idea of what’s happening.", "zh": "你仍在努力適應出現在你身上的癥狀。", "type": "1:1", "score": 0.6876739263534546, "source_para_score": 0.8468185663223267}
{"en": "You have another appointment later in the week, not with Doctor Goodstory, but with a counselor who is going to give you an idea of what to expect.", "zh": "這個星期晚些時候，你跟人有約，不過並不是和古德斯特里醫生，而是和一位心理諮詢師，一起謀划接下來的打算。", "type": "1:1", "score": 0.768578052520752, "source_para_score": 0.8468185663223267}
{"en": "They’ll no doubt tell you about the seven stages of grief—wait, no, it’s seven deadly sins, seven dwarfs, seven reindeer—grief only has five stages. Denial, Anger, Blitzen, Dopey, and Bargaining.", "zh": "他們都說，憂傷有七個階段——等等，我弄混了，是七宗罪、七個小矮人、七頭馴鹿——而憂傷只有五個階段：否認、憤怒、挫敗、麻木乃至與憂傷達成協商。", "type": "2:1", "score": 0.8024147748947144, "source_para_score": 0.8468185663223267}
{"en": "Sandra doesn’t know about the gun. You knew she would never approve.", "zh": "桑德拉並不知道槍的事，你知道她絕不會同意的。", "type": "2:1", "score": 0.9012005925178528, "source_para_score": 0.8811484575271606}
{"en": "You bought it for research. Writers are always saying write what you know, and now you know what to expect when you pull a trigger.", "zh": "你買槍是為了進行研究，畢竟作家只有對熟悉的東西才有發言權。", "type": "2:1", "score": 0.6806610822677612, "source_para_score": 0.8811484575271606}
{"en": "You know the sound that will tear into your eardrums if you’re not wearing ear protection. You know the weight and the feel, and the smell.", "zh": "現在，你知道了如果扣動扳機時不戴護耳器，槍聲將會刺穿你的耳膜；你也摸清了槍的重量、手感和氣味。", "type": "2:1", "score": 0.7555579543113708, "source_para_score": 0.8811484575271606}
{"en": "You fired it at a range years ago, and since then it’s been under a floorboard under the desk, waiting in the dark maybe just for this very thing.", "zh": "你幾年前曾開過槍，從那以後它就一直悄無聲息地躺在桌子底下的地板里，在黑暗中等待著，等待著在這事兒上派上用場。", "type": "1:1", "score": 0.808314323425293, "source_para_score": 0.8811484575271606}
{"en": "You bought it illegally from Hans.", "zh": "你是從漢斯那兒非法買來的。", "type": "1:1", "score": 0.907986581325531, "source_para_score": 0.8811484575271606}
{"en": "You remember Hans?", "zh": "你可還記得漢斯？", "type": "1:1", "score": 0.9407431483268738, "source_para_score": 0.8811484575271606}
{"en": "You’ll get the update on him later when I tell you about Henry, but if a guy covered in tattoos comes to see you saying you owe him money, that’ll be Hans.", "zh": "到時候我會一一向你揭露關於他的一切，不過要是一個布滿文身的人來找你，說你欠他的錢，那這人就是漢斯。", "type": "1:1", "score": 0.7580507397651672, "source_para_score": 0.8811484575271606}
{"en": "You don’t really owe him money, but it’d be such a Hans thing to try.", "zh": "你真的不欠他的錢，不過漢斯是會做這種事兒的人。", "type": "1:1", "score": 0.7558021545410156, "source_para_score": 0.8811484575271606}
{"en": "You’ll know that if you remember him.", "zh": "你若還記得他就知道這是什麼意思了。", "type": "1:1", "score": 0.7386610507965088, "source_para_score": 0.8811484575271606}
{"en": "She was over again this morning. She’s taking a couple of days off work, and Sandra is taking a few weeks off for me, and today they spent their time talking nonstop about the wedding.", "zh": "她請了幾天假，今天上午過來了，桑德拉也請了幾個星期假來陪你。", "type": "2:1", "score": 0.7397803068161011, "source_para_score": 0.8515517115592957}
{"en": "Dancing, cakes, flowers, dresses, bridesmaids—that’s the future.", "zh": "一整天她們都不停地談論著婚禮：舞會、蛋糕、鮮花、禮服、伴娘——這就是未來。", "type": "1:1", "score": 0.7383748888969421, "source_para_score": 0.8515517115592957}
{"en": "But for you it may now all be in the past.", "zh": "但對於現在的你來說，這已是過去。", "type": "1:1", "score": 0.8142327070236206, "source_para_score": 0.8515517115592957}
{"en": "Eva is marrying a guy called Rick. You like him.", "zh": "伊娃將要嫁給一個叫瑞克的小夥子，你挺喜歡他的。", "type": "2:1", "score": 0.8868274092674255, "source_para_score": 0.8515517115592957}
{"en": "You fired up the barbecue when Eva was over and the three of you had a nice lunch together and you’re glad you didn’t tell her. Soon, though.", "zh": "今天你準備了燒烤，你們三個共進了一頓豐盛的午餐，你很慶幸沒有告訴她。", "type": "2:1", "score": 0.6742874383926392, "source_para_score": 0.8515517115592957}
{"en": "Let me tell you about Eva.", "zh": "我來給你說說伊娃。", "type": "1:1", "score": 0.832476794719696, "source_para_score": 0.82628333568573}
{"en": "The day you found out Sandra was pregnant, you almost collapsed.", "zh": "得知桑德拉懷孕的那天，你激動得差點兒暈厥。", "type": "1:1", "score": 0.8142382502555847, "source_para_score": 0.82628333568573}
{"en": "In fact, you didn’t ask Sandra immediately to marry you because you spent two days on the couch barely able to function.", "zh": "其實，你沒有馬上向桑德拉求婚，你在沙發上坐了兩天，覺得責任重大。", "type": "1:1", "score": 0.7501791715621948, "source_para_score": 0.82628333568573}
{"en": "You were going to be a dad, and that scared the hell out of you.", "zh": "你就要當爸爸了，這個念頭簡直把你嚇得魂不守舍。", "type": "1:1", "score": 0.77269446849823, "source_para_score": 0.82628333568573}
{"en": "There are a million books out there, and Sandra would buy them then hardly read them. The bookcase would be stacked full of parenting books that didn’t even have the spine cracked because you didn’t read them either, you didn’t need to, because everything just happened naturally.", "zh": "桑德拉買了一堆回來放在書櫃里，但從未打開過，你也不怎麼讀，也沒必要讀，因為一切就像是順其自然地發生了。", "type": "2:1", "score": 0.7301450967788696, "source_para_score": 0.82628333568573}
{"en": "Everything you’ve done in your life, nothing comes close to those days when you would spend hours putting together a brand-new toy for Eva.", "zh": "你會花幾個小時來給伊娃組裝新玩具，而在此前的人生中你何嘗做過這種事？", "type": "1:1", "score": 0.6606488227844238, "source_para_score": 0.82628333568573}
{"en": "That look on her face when she would see it, that smile, Jesus, that smile and those big blue eyes of her mother’s . . .", "zh": "看到她臉上的表情，天啊，那笑容，那雙跟她媽媽一模一樣的藍色大眼睛，還有看到新鮮事物流露出來的好奇神色……", "type": "1:2", "score": 0.7652003169059753, "source_para_score": 0.82628333568573}
{"en": "It’s the thought of a buffet breakfast that gets Jerry’s stomach grumbling.", "zh": "一想到自助早餐，傑瑞的胃裡就一陣翻湧。", "type": "1:1", "score": 0.707183301448822, "source_para_score": 0.852283239364624}
{"en": "He sits on the edge of his bed and he rubs his eyes and stretches his legs and stretches his back and hears something click into place.", "zh": "他坐在床邊，揉了揉眼睛，甩了甩腿，又伸了個懶腰。", "type": "1:1", "score": 0.7164031267166138, "source_para_score": 0.852283239364624}
{"en": "There’s a copy of Vault on the bed. It’s a novel about a bank robbery that goes horribly wrong, the twist at the end is that it all actually went horribly right.", "zh": "耳邊傳來翻頁的聲音，原來床上有一本《保險箱》，這是一本關於銀行劫案的小說，書中的內容驚心動魄，結尾還來了場反轉。", "type": "2:1", "score": 0.7293921709060669, "source_para_score": 0.852283239364624}
{"en": "It’s one of his earlier books, though he can’t remember reading from it last night, and he’s not sure what it’s even doing here.", "zh": "這是他的早期著作之一，他不記得昨晚是否讀過了，更不記得它為什麼會出現在這兒。", "type": "1:1", "score": 0.8058616518974304, "source_para_score": 0.852283239364624}
{"en": "He usually travels light.", "zh": "他旅行的時候通常輕裝簡從。", "type": "1:1", "score": 0.8184270858764648, "source_para_score": 0.852283239364624}
{"en": "He heads into the shower, and when he comes out he switches on the TV.", "zh": "他走進衛生間沖了個澡，又回到房間打開電視。", "type": "1:1", "score": 0.7145270109176636, "source_para_score": 0.846625566482544}
{"en": "He leaves it on the first channel that comes on, which is the news, and he guesses the last person who stayed here must have been English because it’s on an English channel, or perhaps it’s just the default setting of the hotel.", "zh": "電視一打開就是新聞頻道，他猜以前住在這裏的肯定是個英國人，因為這是一個英文頻道，不然英文頻道就是酒店的默認設置。", "type": "1:1", "score": 0.7138421535491943, "source_para_score": 0.846625566482544}
{"en": "His stomach kicks into overdrive.", "zh": "他的胃裡又是一陣翻湧。", "type": "1:1", "score": 0.6659471988677979, "source_para_score": 0.846625566482544}
{"en": "One of the best things about traveling for writers festivals and book signings are the nice hotels and big breakfasts. Suddenly he’s very keen to see what this hotel has available.", "zh": "之前因作家盛典或簽名售書他常常四處奔波，而最讓他感到舒適的就是能住上個好酒店，吃頓豐盛的早餐。", "type": "2:1", "score": 0.7077896595001221, "source_para_score": 0.846625566482544}
{"en": "And Jerry loves being in Germany, even if he does only know a couple of phrases—Mein name ist Henry, because Henry is who they think he is. Henry Cutter.", "zh": "傑瑞喜歡待在德國，即使他只知道幾個短語，「MeinNameistHenry」（我的名字叫亨利），他就是他們念念不忘的亨利·卡特。", "type": "2:1", "score": 0.8518986105918884, "source_para_score": 0.846625566482544}
{"en": "He looks around the hotel room for his watch but can’t find it.", "zh": "他在房間里到處找他的手錶，但就是找不到。", "type": "1:1", "score": 0.7795673608779907, "source_para_score": 0.846625566482544}
{"en": "No matter.", "zh": "不管它了。", "type": "1:1", "score": 0.836539626121521, "source_para_score": 0.846625566482544}
{"en": "He’s a morning person and has never slept past ten o’clock in his life. It can’t be much later than ten o’clock now.", "zh": "他是一個習慣早起的人，從來沒有超過十點鐘起床，所以現在肯定沒過十點。", "type": "2:1", "score": 0.7844637632369995, "source_para_score": 0.846625566482544}
{"en": "But not knowing where his watch is is somewhat of a worry. He had his wallet stolen once while in Germany, so these days he tends to lock his wallet and passport in the safe—which is probably where his watch is too.", "zh": "他有點兒擔心手錶被偷了，他的錢包曾在德國被偷過，所以這幾天他總是把錢包和護照鎖在保險柜里，可能手錶也在那裡。", "type": "2:1", "score": 0.8360781669616699, "source_para_score": 0.846625566482544}
{"en": "Though, for the life of him, he can’t remember the pin code for the safe and, come to think of it, where is the safe?", "zh": "不過，他也總是記不住保險箱的密碼，話說回來，保險箱又在哪兒？", "type": "1:1", "score": 0.7192373275756836, "source_para_score": 0.846625566482544}
{"en": "A quick look around the room doesn’t reveal one, which must mean he’s left everything down in reception.", "zh": "他快速地掃了一眼房間，卻沒有看到，這意味著他應該是把所有的東西都落在接待處了。", "type": "1:1", "score": 0.764377236366272, "source_para_score": 0.846625566482544}
{"en": "The hotel is a little drab, he thinks, as he steps into the corridor.", "zh": "他來到走廊，心想這酒店是有點兒乏味。", "type": "1:1", "score": 0.6776255369186401, "source_para_score": 0.8713588118553162}
{"en": "He rounds the corner where two old people are standing outside a door, each of them wearing robes, and as he passes one of them nods and calls him by name.", "zh": "他走過拐角，看見兩個穿著睡袍的老人站在門外，其中一個沖他點點頭，稱呼他的名字。", "type": "1:1", "score": 0.853037416934967, "source_para_score": 0.8713588118553162}
{"en": "Probably somebody he met in the bar last night, or somebody he signed a book for.", "zh": "這人應該是他昨晚在酒吧見過的，要麼就在他書上籤過名。", "type": "1:1", "score": 0.8331671953201294, "source_para_score": 0.8713588118553162}
{"en": "The man just says Jerry, which means it must be somebody he liked enough to have given his real name to, but with just the one word he can’t tell how good the man’s English is.", "zh": "這個人居然稱他「傑瑞」，說明他很喜歡他，不然他不會透露自己的真名的。只憑一個單詞，他還不能判斷他的英文怎樣。", "type": "1:2", "score": 0.7308990359306335, "source_para_score": 0.8713588118553162}
{"en": "He can’t find the elevator, but he does find the dining room, which probably means he’s on the ground floor anyway.", "zh": "他沒看到電梯，但看到了餐廳，這說明他在一樓。", "type": "1:1", "score": 0.7278274297714233, "source_para_score": 0.8713588118553162}
{"en": "In the dining room is a mishmash of people, most of them elderly, some of them staring into the distance, some wearing pajamas, some with food all over their mouths, making him wonder exactly what kind of hotel this is. In fact one person is being spoon-fed by another.", "zh": "餐廳里人頭攢動，大多數是老人，有的憑窗遠眺，有的穿著睡衣，有的大嚼大咽，一個人正用匙子喂另一個人吃飯，這場面真讓他困惑不已：這得是個什麼樣的酒店啊！", "type": "2:1", "score": 0.8436734676361084, "source_para_score": 0.8713588118553162}
{"en": "His editor isn’t here—he’s either still asleep or out having a cigarette.", "zh": "他的編輯不在這兒，要麼還在睡覺，要麼就在外面抽煙。", "type": "1:1", "score": 0.8446205854415894, "source_para_score": 0.8713588118553162}
{"en": "He finds a table and waits for one of the waitresses to come over—they normally do with coffee, and to check your room number—but nobody shows up, which is okay, because he can’t actually think what his room number is, and, come to think of it, he must have locked his key card in the room.", "zh": "他看見一張空桌，就坐了下來，等著服務員，他們通常會主動端來一杯咖啡，檢查一下房間號。但沒有人來，沒關係，剛好他也不記得房間號，趁著這個機會回想回想，他一定是把門卡鎖在房間里了。", "type": "1:2", "score": 0.7908687591552734, "source_para_score": 0.8713588118553162}
{"en": "He grabs some soft-boiled eggs, toast, and a bowl of cereal, and makes his way back to his table.", "zh": "他夾了幾個水煮蛋、幾塊烤麵包，盛了碗麥片粥，然後走回餐桌。", "type": "1:1", "score": 0.8000456690788269, "source_para_score": 0.8713588118553162}
{"en": "He’s halfway through his cereal and has just spilled some when he realizes he’s still wearing the robe he put on when he got out of the shower.", "zh": "走到一半，粥灑了一些，這時他忽然察覺到他仍然穿著睡袍，這是他剛剛洗完澡走出浴室時穿上的。", "type": "1:1", "score": 0.8017458915710449, "source_para_score": 0.864221453666687}
{"en": "He stands so suddenly that he knocks the table and tips over his glass of orange juice.", "zh": "他停得太突然，撞到了餐桌，打翻了橙汁。", "type": "1:1", "score": 0.7887477278709412, "source_para_score": 0.864221453666687}
{"en": "He keeps his head down and walks out of the dining room, and once he’s in the corridor he starts to run.", "zh": "他一路低著頭走出餐廳，一到走廊上，他就飛跑起來。", "type": "1:1", "score": 0.6748473644256592, "source_para_score": 0.864221453666687}
{"en": "He wants to get the hell out of here—next city please—and tonight, cross his heart and hope to die, he promises he’ll leave the gin and tonics alone.", "zh": "他想離開這個鬼地方，最好就在今晚出發前往下一個城市。他不停地在胸口畫著十字，想著不如就地死掉算了。他暗暗發誓，一定要戒掉加了奎寧水的杜松子酒。", "type": "1:3", "score": 0.7062382102012634, "source_para_score": 0.864221453666687}
{"en": "He reaches his room and puts his fingers on the handle, hoping the door will be unlocked.", "zh": "他跑回門口，把手搭在把手上，希望門能打開。", "type": "1:1", "score": 0.7904649972915649, "source_para_score": 0.864221453666687}
{"en": "A man is walking down the corridor towards him.", "zh": "這時，走廊上一個男人朝他走來。", "type": "1:1", "score": 0.7270530462265015, "source_para_score": 0.7766374349594116}
{"en": "He’s in a white uniform—he looks more like a chef than a doorman or concierge or whatever his title is at Hotel Wherever.", "zh": "他穿著白色的制服，看起來不像門衛，不像門房，反正不像在酒店供職的人，倒更像個廚師。", "type": "1:1", "score": 0.7227089405059814, "source_para_score": 0.7766374349594116}
{"en": "He’s a big guy—the kind of guy who might have been a rugby player back in the day—whenever that was. He can’t be much older than forty. He has the kind of hairline that Jerry has always been frightened of getting, where there’s hair around the sides but nothing else. He has a pair of wire-rimmed glasses that need a wipe, and a thick set of eyebrows hanging over them.", "zh": "他人高馬大的，像個橄欖球運動員，至多不過四十歲，他已經禿頂，周圍留著一圈頭髮，傑瑞一看到這髮型就怕。", "type": "4:1", "score": 0.6742732524871826, "source_para_score": 0.7766374349594116}
{"en": "“I forgot my key,” Jerry says, and decides not to point out he also forgot his clothes.", "zh": "「我忘帶鑰匙了。」傑瑞說，他不想說自己還忘記了穿衣服。", "type": "1:2", "score": 0.845615565776825, "source_para_score": 0.7927535772323608}
{"en": "“The door isn’t locked,” the man says, and Jerry tries it out.", "zh": "「門沒有鎖。」男人說。傑瑞試了一下，果然，門「吱呀」一聲開了。", "type": "1:3", "score": 0.797760009765625, "source_para_score": 0.8396635055541992}
{"en": "“It doesn’t lock automatically?”", "zh": "「門不會自動鎖上嗎？」", "type": "1:1", "score": 0.8841594457626343, "source_para_score": 0.8841594457626343}
{"en": "“No.”", "zh": "「不會。」", "type": "1:1", "score": 0.9243719577789307, "source_para_score": 0.9243718385696411}
{"en": "“What the hell kind of place is this?”", "zh": "「這他媽究竟是什麼破地方？」", "type": "1:1", "score": 0.8396043181419373, "source_para_score": 0.8573657274246216}
{"en": "Then suddenly it all comes to him. Things that didn’t make sense do now, and Jerry can feel himself getting angry.", "zh": "所有不合常理的事一股腦地全湧上心頭，傑瑞覺得自己的怒火正不斷往外冒。", "type": "2:1", "score": 0.6537418365478516, "source_para_score": 0.8573657274246216}
{"en": "“This is why my watch is missing!", "zh": "「為什麼我的手錶不見了？", "type": "1:1", "score": 0.7667649388313293, "source_para_score": 0.8573657274246216}
{"en": "Seriously,” he says, “I don’t really like giving feedback, but you should do something about the security around here.”", "zh": "更嚴重的是，」他說，「我真的不喜歡給人提意見，但你們實在應該考慮一下這裏的安全問題了。」", "type": "1:1", "score": 0.8090051412582397, "source_para_score": 0.8573657274246216}
{"en": "He decides to stay committed to the cause. To stay on the attack.", "zh": "他決定保持咄咄逼人的勢態，繼續鬧下去。", "type": "2:1", "score": 0.6604242920875549, "source_para_score": 0.8573657274246216}
{"en": "“I’m going to call the police,” he says.", "zh": "「我要叫警察。」他說。", "type": "1:2", "score": 0.9015321731567383, "source_para_score": 0.8573657274246216}
{"en": "“It’s okay, Jerry.", "zh": "「別擔心，傑瑞。", "type": "1:1", "score": 0.8247778415679932, "source_para_score": 0.8283005952835083}
{"en": "You haven’t lost anything.", "zh": "你什麼也沒丟。", "type": "1:1", "score": 0.9344853162765503, "source_para_score": 0.8283005952835083}
{"en": "How about we get you into your room and sit down for a bit.”", "zh": "咱們進屋吧，坐下來談談。」", "type": "1:1", "score": 0.6605147123336792, "source_para_score": 0.8283005952835083}
{"en": "“Where are my things?”", "zh": "「我的東西在哪兒？」", "type": "1:1", "score": 0.948411762714386, "source_para_score": 0.948411762714386}
{"en": "“I’ll explain it to you.”", "zh": "「我會解釋給你聽的。」", "type": "1:1", "score": 0.9453997611999512, "source_para_score": 0.9453997611999512}
{"en": "Jerry shakes his head. “There’s no time. I have a train to catch.”", "zh": "傑瑞搖了搖頭：「我沒時間，我要趕火車。」", "type": "3:1", "score": 0.8563659191131592, "source_para_score": 0.8563659191131592}
{"en": "“Come on, let’s just sit down for a moment,” the man says, and he reminds Jerry of a car salesman, the Come on, just take her for a spin, see how she feels, get her out onto the open road and open her up kind.", "zh": "「好了，咱們坐一會兒。」那人這麼說著，讓傑瑞想起了汽車推銷員：「來嘛，只是帶她兜兜風，讓她感受一下，把車開到空曠開闊的公路上是什麼滋味。」", "type": "1:2", "score": 0.7841172218322754, "source_para_score": 0.7841173410415649}
{"en": "“I don’t want to buy a goddamn car!”", "zh": "「我他媽不想買車！」", "type": "1:1", "score": 0.8895760178565979, "source_para_score": 0.8733080625534058}
{"en": "Jerry yells.", "zh": "傑瑞叫嚷著說。", "type": "1:1", "score": 0.8696500062942505, "source_para_score": 0.8733080625534058}
{"en": "“Come on, Jerry, please, let’s just sit down.”", "zh": "「來吧，傑瑞，咱們先坐下。」", "type": "1:1", "score": 0.8969846367835999, "source_para_score": 0.8969846367835999}
{"en": "They head into the room. There’s a bookcase with all his books on it, which is pretty weird, he thinks, but then decides it’s not weird at all, but very sweet. The hotel staff must figure he travels a lot, and they’re trying to make his stay here feel a little more like home. He appreciates the gesture, but not at the expense of security.", "zh": "他們走進房間，映入眼帘的是個擺滿了他作品的書櫃，他覺得有些怪怪的，但後來又覺得這很正常：酒店員工一定看出他經常出門旅行，所以他們儘力營造一種家的溫馨氛圍。", "type": "4:1", "score": 0.7529327273368835, "source_para_score": 0.7821829319000244}
{"en": "Then he sees a photograph of him and Eva leaning up against another photograph. Eva is holding a guitar.", "zh": "接著他在一張照片旁看到一張他和伊娃的合影，伊娃正抱著一把吉他，兩人都顯得神采奕奕的。", "type": "2:1", "score": 0.8181671500205994, "source_para_score": 0.7821829319000244}
{"en": "There are two armchairs in the room near the window.", "zh": "窗戶旁有兩把扶手椅。", "type": "1:1", "score": 0.8196915984153748, "source_para_score": 0.8660555481910706}
{"en": "The view beyond is a partly cloudy sky with plenty of trees trailing out of sight.", "zh": "窗外的天空飄著朵朵白雲，一排排樹木延伸向看不見的遠方。", "type": "1:1", "score": 0.6906270980834961, "source_para_score": 0.8660555481910706}
{"en": "Jerry wonders what the collective noun for the trees would be, and decides on shitload.", "zh": "傑瑞忽然想，樹木的集合名詞是什麼來著？", "type": "1:1", "score": 0.7206540107727051, "source_para_score": 0.8660555481910706}
{"en": "He smiles at the thought. He’ll have to put that into a book. Then he realizes that the collective noun for trees is probably forest. Or woods, or copse, or an orchard, or plenty of other things.", "zh": "他覺得是「一大片」，這個想法讓他有些沾沾自喜，他又想到樹木的集體名詞應該是森林，或者是樹林、灌木叢、果林，或者是其他東西。", "type": "4:1", "score": 0.7941786646842957, "source_para_score": 0.8660555481910706}
{"en": "They sit down. The TV is on, and the news is on, and the news anchors are talking about a woman who was murdered yesterday, a really beautiful woman with long blond hair that reminds him a little of Sandra. There’s a gold four-leaf clover hanging on a chain around her neck, which isn’t something Sandra would wear.", "zh": "他們坐下來，電視里正播報昨晚那宗謀殺案的新聞，被害的女人長著一頭像桑德拉的金髮，脖子上戴著一條項鏈，上面掛著一個黃金四葉草吊墜，桑德拉是不會佩戴這種首飾的。", "type": "3:1", "score": 0.7653583288192749, "source_para_score": 0.8660555481910706}
{"en": "He feels sad for this woman. Sad for her family. Sad for the human race.", "zh": "他為這個女人感到悲哀，為她的家人感到悲哀，也為整個人類感到悲哀。", "type": "3:1", "score": 0.8664423227310181, "source_para_score": 0.8660555481910706}
{"en": "“Jerry, do you remember where you are?”", "zh": "「傑瑞，你知道你在哪兒嗎？」", "type": "1:1", "score": 0.8618977069854736, "source_para_score": 0.8660555481910706}
{"en": "Hell, he’d almost forgotten he wasn’t in here alone.", "zh": "媽的，他差點兒忘了這房裡不止他一個人。", "type": "1:1", "score": 0.7854326963424683, "source_para_score": 0.8337500095367432}
{"en": "He turns towards the man sitting opposite. “I’m just tired, that’s all.”", "zh": "他轉身面向這個男人，說：「我就是累了，僅此而已。」", "type": "2:1", "score": 0.8353811502456665, "source_para_score": 0.8337500095367432}
{"en": "“Would you like to take a nap, Jerry?”", "zh": "「你要不要打個盹兒，傑瑞？」", "type": "1:1", "score": 0.8929907083511353, "source_para_score": 0.8929906487464905}
{"en": "“What time is the train?”", "zh": "「幾點的火車？」", "type": "1:1", "score": 0.8666463494300842, "source_para_score": 0.866646409034729}
{"en": "“There’s time if you want to take a nap, and I’m thinking you’ll feel better once you’ve woken up.”", "zh": "「還來得及。如果你打個盹兒，醒來后感覺會好些。」", "type": "1:2", "score": 0.758583128452301, "source_para_score": 0.758583128452301}
{"en": "“And my stuff?", "zh": "「那我的東西呢？", "type": "1:1", "score": 0.9277682304382324, "source_para_score": 0.8920691013336182}
{"en": "My wallet and passport and watch?”", "zh": "我的錢包、護照還有手錶在哪兒？」", "type": "1:1", "score": 0.8268883228302002, "source_para_score": 0.8920691013336182}
{"en": "“Safe. All of them safe.”", "zh": "「安全，它們都很安全。」", "type": "2:1", "score": 0.9021135568618774, "source_para_score": 0.9021135568618774}
{"en": "“I have a hangover,” Jerry tells the man, though it feels more just like a headache than a hangover.", "zh": "「我宿醉得厲害。」傑瑞說，不過那感覺更像頭疼而非宿醉。", "type": "1:2", "score": 0.7457929253578186, "source_para_score": 0.7661672234535217}
{"en": "Suddenly the man looks a little familiar to him. “Is your name Derek?”", "zh": "突然，他覺得面前的男人有點兒眼熟了：「你是叫德瑞克嗎？」", "type": "2:1", "score": 0.8474092483520508, "source_para_score": 0.7661672234535217}
{"en": "“It’s Eric,” Eric says.", "zh": "「是艾瑞克。」艾瑞克說。", "type": "1:2", "score": 0.8765527009963989, "source_para_score": 0.8765527009963989}
{"en": "“Are you sure?”", "zh": "「你確定？」", "type": "1:1", "score": 0.9404833316802979, "source_para_score": 0.9404833316802979}
{"en": "“Do you know where my wallet and watch are, Derek?", "zh": "「你知道我的錢包和手錶在哪兒嗎，德瑞克？", "type": "1:1", "score": 0.9421896934509277, "source_para_score": 0.9279448390007019}
{"en": "They’re missing.”", "zh": "我找不到它們了。」", "type": "1:1", "score": 0.7270443439483643, "source_para_score": 0.9279448390007019}
{"en": "“I’ll go and find them, Jerry, I promise,” he says, and he stands up.", "zh": "「我去幫你找，傑瑞，我答應你。」他說著站了起來，「等我走了你躺下來休息一會兒，好嗎？", "type": "1:2", "score": 0.6898557543754578, "source_para_score": 0.8220939636230469}
{"en": "“How about you just lie down here and rest while I’m gone? I’ll come back and check on you in an hour or so, okay?”", "zh": "等一個小時后我再回來檢查一下，好嗎？」", "type": "2:1", "score": 0.6618387699127197, "source_para_score": 0.8220939636230469}
{"en": "He can’t believe how tired he’s suddenly feeling. “But I don’t want to miss the train.”", "zh": "傑瑞說，他也不知道這突如其來的疲憊是怎麼回事，但休息一下也不錯，「但我不想誤火車。」", "type": "2:1", "score": 0.7038133144378662, "source_para_score": 0.7769503593444824}
{"en": "“You won’t, I promise, okay?”", "zh": "「不會耽誤的，我保證，好嗎？」", "type": "1:1", "score": 0.8417497873306274, "source_para_score": 0.8417497873306274}
{"en": "“It’s all going to be okay, Jerry.”", "zh": "「一切都會好起來的，傑瑞。」", "type": "1:1", "score": 0.9293307662010193, "source_para_score": 0.9293307662010193}
{"en": "“It will be, as long as you come back with my things.”", "zh": "「會好的，只要你回來時帶著我的東西。」", "type": "1:1", "score": 0.8587194681167603, "source_para_score": 0.8587194681167603}
{"en": "“I will.", "zh": "「我會的。", "type": "1:1", "score": 0.9512279629707336, "source_para_score": 0.8177597522735596}
{"en": "How about you lie down first, and then I’ll leave.”", "zh": "你先躺下，我這就走。」", "type": "1:1", "score": 0.7480360269546509, "source_para_score": 0.8177597522735596}
{"en": "“Fine, if that will get you out of here quicker,” Jerry says, moving over to the bed.", "zh": "「好吧，你快點兒走。」傑瑞上了床。", "type": "1:2", "score": 0.7303805351257324, "source_para_score": 0.7387235164642334}
{"en": "The man switches off the TV.", "zh": "「我這就走。」男人關掉電視。", "type": "1:2", "score": 0.71836256980896, "source_para_score": 0.8579491376876831}
{"en": "“Get some rest, Jerry.", "zh": "「休息一下，傑瑞。", "type": "1:1", "score": 0.9136480093002319, "source_para_score": 0.8579491376876831}
{"en": "Yesterday was a big day and no doubt you’re tired,” he says.", "zh": "昨天事兒太多了，你肯定累了。」他說。", "type": "1:2", "score": 0.7417697906494141, "source_para_score": 0.8579491376876831}
{"en": "“I’ll be back soon,” he adds, and then slips out of the room.", "zh": "「我很快就會回來。」他補充道，然後躡手躡腳地走出房間。", "type": "1:2", "score": 0.9044294357299805, "source_para_score": 0.8579491376876831}
{"en": "Jerry knows he’s right.", "zh": "傑瑞知道他是對的。", "type": "1:1", "score": 0.9034077525138855, "source_para_score": 0.7612314224243164}
