{"en": "Some days I know who I am, I wake up and I know where I am and what’s going on, and the nurses here call that a good day. The irony is the good days are full of bad memories.", "zh": "有些日子我知道自己是誰，醒來后，知道我在哪裡、發生了什麼，這裏的護士說這又是美好的一天了，但諷刺的是，美好的一天里充滿了不好的回憶。", "type": "3:1", "score": 0.8311705589294434, "source_para_score": 0.8748828172683716}
{"en": "I think I prefer the bad days. When everybody is a stranger, when I forget my family, then I forget what brought me in here. I can forget what I have done.", "zh": "我想我更喜歡糟糕的一天，那天，每個人都是陌生人，我忘了自己的家人，我忘記了我怎麼會在這裏，我可以忘記我做過的事情。", "type": "3:1", "score": 0.8270189166069031, "source_para_score": 0.8748828172683716}
{"en": "Today I know. Today is a good day.", "zh": "今天是美好的一天，我知道。", "type": "2:1", "score": 0.8320271968841553, "source_para_score": 0.8433884382247925}
{"en": "My name is Jerry Grey and this is my journal.", "zh": "我的名字是傑瑞·格雷，這是我的日記。", "type": "1:1", "score": 0.9029118418693542, "source_para_score": 0.8433884382247925}
{"en": "The nursing home, this disease, they are my penance.", "zh": "療養院，疾病，它們是對我的懲罰。", "type": "1:1", "score": 0.7386676073074341, "source_para_score": 0.8433884382247925}
{"en": "There’s an orderly here by the name of Eric. He suggested a journal might help with my condition.", "zh": "這裡有一個護理員名叫艾瑞克，他建議我寫日記，說這有助於改善我的狀況。", "type": "2:1", "score": 0.7673686146736145, "source_para_score": 0.8707159757614136}
{"en": "I have Alzheimer’s and it’s been advancing quickly.", "zh": "我患有阿爾茨海默病，疾病在迅速發展。", "type": "2:1", "score": 0.8272324800491333, "source_para_score": 0.8707159757614136}
{"en": "They tell me when I first got here six months ago I would know who I was six days a week and on the seventh my mind would take a rest and all would be lost.", "zh": "他們告訴我，我六個月前到這裏時，一個星期有六天知道我自己是誰，第七天我的大腦會休息，所有記憶都會遺失。", "type": "1:1", "score": 0.8684331774711609, "source_para_score": 0.8707159757614136}
{"en": "Since then the ratios have been changing.", "zh": "從那時起，這個比例一直在變化。", "type": "1:1", "score": 0.8412202596664429, "source_para_score": 0.8707159757614136}
{"en": "They tell me I spend half the week not knowing anything at all now.", "zh": "他們告訴我，我一個星期一半的時間完全沒有意識。", "type": "1:1", "score": 0.8127886056900024, "source_para_score": 0.8707159757614136}
{"en": "I spend periods of being Jerry Knows Everything, and equal periods of being Jerry Knows Nothing. Sometimes I’ll have an entire good day, sometimes an entire bad day.", "zh": "有一段時間我是「無所不知的傑瑞」，而另一段時間我是「一無所知的傑瑞」；有時候整整一天都是美好的日子，有時候整整一天都是糟糕的日子。", "type": "2:1", "score": 0.8177375793457031, "source_para_score": 0.8707159757614136}
{"en": "Because of the Alzheimer’s, I can never be sure what is real.", "zh": "由於患有阿爾茨海默病，我永遠不能確定什麼是真的。", "type": "1:1", "score": 0.877033531665802, "source_para_score": 0.8707159757614136}
{"en": "Except there is one thing I am very sure of. I killed my wife.", "zh": "但是，有一件事我非常確定：我殺了我的妻子。", "type": "2:1", "score": 0.8695095777511597, "source_para_score": 0.8463420867919922}
{"en": "Of all the things to forget, that’s the one thing I pray that I can.", "zh": "在所有忘記的過往中，這件事是我祈禱我能記住的。", "type": "1:1", "score": 0.7655431628227234, "source_para_score": 0.8463420867919922}
{"en": "The diary came about because I’ve been writing things down on scrap bits of paper, I’ve been writing about my days and finally Eric had the idea of giving me a proper diary I could write in.", "zh": "我有一個日記本了，之前我一直在用廢紙片寫東西，一直在記錄每天發生的事情。後來艾瑞克給我一個日記本，這將提醒我我以往曾是什麼樣的人，最重要的是，它會提醒我「忘記」這件事。", "type": "1:2", "score": 0.676368772983551, "source_para_score": 0.8441793918609619}
{"en": "It’s going to remind me of the man I used to be, and most of all it will remind me of my loss. Aside from those two things, it’s also going to document how crazy I’ve been and how much more crazy there is to go.", "zh": "除了這兩件事情，它還將記錄我以前有多麼瘋狂，今後會有多麼瘋狂。", "type": "2:1", "score": 0.6972788572311401, "source_para_score": 0.8441793918609619}
{"en": "I’m going to call it my Crazy Diary.", "zh": "我會把它稱為我的「狂人日記」。", "type": "1:1", "score": 0.878686785697937, "source_para_score": 0.8441793918609619}
{"en": "I’m going to write in it when I remember to, which . . .", "zh": "我記得時，我就要寫，", "type": "1:1", "score": 0.7947280406951904, "source_para_score": 0.8441793918609619}
{"en": "Where that diary is now, who took it, I have no idea.", "zh": "日記現在在哪兒，誰拿了它，我不知道。", "type": "1:1", "score": 0.892244279384613, "source_para_score": 0.8922443985939026}
{"en": "Eric says keeping the diary will be useful, and that I should put everything in here that I can think of, which is why I’m doing this.", "zh": "艾瑞克說，寫日記對將來有用，我可以把我想到的全都寫下來，這就是我要寫日記的原因。", "type": "1:1", "score": 0.7765425443649292, "source_para_score": 0.8354889750480652}
{"en": "He says I should think of it as therapy.", "zh": "他說我應該把它當作一種治療手段，這可能幫助我找回曾經的自己。", "type": "1:1", "score": 0.7036870718002319, "source_para_score": 0.8354889750480652}
{"en": "He said it might help me get back to where I was, but if the memory of my Sandra lying dead and bloody on my office floor is true, then I don’t want to get my life back.", "zh": "但是，如果桑德拉就躺在我寫作房的地板上，停止呼吸、滿身是血的記憶是真實的，那麼我並不想回到曾經的自己。", "type": "1:1", "score": 0.7519920468330383, "source_para_score": 0.8354889750480652}
{"en": "Then he said something that encouraged me, something hopeful, and in a place like this hope and encouragement are the only things to stop one from curling up in a corner and waiting to die.", "zh": "他對我說了一些鼓勵的話、充滿希望的話，在這種地方，只有這些鼓勵和希望才能阻止一個人蜷縮在角落裡等待死亡。", "type": "1:1", "score": 0.8235303163528442, "source_para_score": 0.8354889750480652}
{"en": "He said the way technology advances, it’s impossible to know what the future holds.", "zh": "他說科技在進步，沒人能預見未來。", "type": "1:1", "score": 0.7571293115615845, "source_para_score": 0.8354889750480652}
{"en": "If that’s true, if there is a chance of getting better, then I need to do what I can to make that happen.", "zh": "如果真的能有機會讓一切變得更美好，那麼我只需要做到力所能及的事就好。", "type": "1:1", "score": 0.7736524343490601, "source_para_score": 0.8354889750480652}
{"en": "Eva must hate me. She must. And it will be a painful journey getting back to the man I used to be, painful to relive the bad things I’ve done, but I must do this if there is any chance of saving my relationship with her.", "zh": "伊娃一定很恨我，找回以前的自我、重溫我做的壞事將是一個痛苦的旅程，但如果有任何機會可以挽回我和她的關係，那我必須這樣做。", "type": "3:1", "score": 0.8549991846084595, "source_para_score": 0.8354889750480652}
{"en": "Eric also thinks I should jot down other ideas I have for books.", "zh": "艾瑞克還認為我應該記下我的創作靈感。", "type": "1:1", "score": 0.7504009008407593, "source_para_score": 0.8354889750480652}
{"en": "He said it’s a way of exercising the brain, that I need to keep my mind active.", "zh": "他說這是一種鍛煉大腦的方式，我需要保持大腦活躍。", "type": "1:1", "score": 0.8829728364944458, "source_para_score": 0.8354889750480652}
{"en": "Medical technology might bring the old Jerry back, but it won’t bring back Sandra.", "zh": "醫療技術可能會召回以前的傑瑞，但永遠不會讓桑德拉起死回生了。", "type": "1:1", "score": 0.8262166976928711, "source_para_score": 0.8354889750480652}
{"en": "I will do anything if it will help me reach out to Eva, anything to tell her how sorry I am.", "zh": "如果能幫我聯繫到伊娃，我會做任何事情，努力向她道歉。", "type": "1:1", "score": 0.8158593773841858, "source_para_score": 0.8354889750480652}
{"en": "As the Alzheimer’s continues to evolve, I will remember less and less of what happened. This illness is like having a hard drive full of photographs and videos and contacts being deleted.", "zh": "隨著阿爾茨海默病的繼續發展，我對發生事情的記憶會越來越模糊，越來越零星，這種疾病就像在一個硬碟里不斷刪除照片、視頻和聯繫人。", "type": "2:1", "score": 0.8659961223602295, "source_para_score": 0.873741626739502}
{"en": "By the end of the year the ratio might be one good day to ten off days.", "zh": "等到了年底，這個比例可能是一個美好的日子比十個糟糕的日子。", "type": "1:1", "score": 0.7998918294906616, "source_para_score": 0.873741626739502}
{"en": "With that in mind, let me get down what I remember and tell you who you were and what’s been happening.", "zh": "考慮到這一點，我得寫下我所記得的事情，告訴你你是誰、發生了什麼。", "type": "1:1", "score": 0.8219137191772461, "source_para_score": 0.873741626739502}
{"en": "I often think about escaping, about finding my way back to Eva and begging her to forgive me—two things I think are impossible.", "zh": "我經常想逃走，去找伊娃，乞求她原諒，這兩件事情我認為都是不可能的。", "type": "1:1", "score": 0.8025169968605042, "source_para_score": 0.878846287727356}
{"en": "However, I have been stopped on the edge of the grounds a few times, getting ready to wander into the woods.", "zh": "然而，有好幾次我站在庭院邊，打算走進樹叢。", "type": "1:1", "score": 0.7474356889724731, "source_para_score": 0.878846287727356}
{"en": "I think that if I could make it back home to where I used to live I would do better there.", "zh": "我認為如果我能回到我過去居住的地方，將更有利於我的恢復，我是不會在這個陌生的地方恢復的。", "type": "1:1", "score": 0.8172929286956787, "source_para_score": 0.878846287727356}
{"en": "Surely I could use my crime-writing money to buy my house back and for home care. But the courts . . .", "zh": "我可以用寫犯罪小說的錢將我的房子買回來，再請個家庭護理。", "type": "2:1", "score": 0.7495155334472656, "source_para_score": 0.878846287727356}
{"en": "the law . . they won’t allow it.", "zh": "但是法院……法律……他們不會允許的。", "type": "2:1", "score": 0.8230785131454468, "source_para_score": 0.878846287727356}
{"en": "That’s the man telling me what I can’t do. The man frowning on me because I shot Sandra.", "zh": "會有人皺著眉頭看著我，告訴我我不能，因為我殺了桑德拉。", "type": "2:1", "score": 0.702167272567749, "source_para_score": 0.878846287727356}
{"en": "How much money does the man pump into war, and tourism, and sport, compared to Alzheimer’s research?", "zh": "與阿爾茨海默病的研究相比，把這個人送去戰場、旅行以及體育鍛煉需要多少錢呢？", "type": "1:1", "score": 0.802131175994873, "source_para_score": 0.878846287727356}
{"en": "As far as first entries go, I think that covers it. There’s more to explain.", "zh": "寫好了第一段，我認為這包含許多方面。", "type": "2:1", "score": 0.6864221692085266, "source_para_score": 0.8707460165023804}
{"en": "Oh, by the way, there is a crime writer living inside me —his name is Henry Cutter.", "zh": "順便說一句，我內心深處有一個犯罪小說家，他的名字是亨利·卡特。", "type": "1:1", "score": 0.8138265013694763, "source_para_score": 0.8707460165023804}
{"en": "On a good day, Henry is nothing more than a pen name, but on a bad day I sometimes wonder if he’s the one who takes over.", "zh": "在美好的日子里，亨利只不過是一個筆名，但在糟糕的日子里，我有時在想是不是他的靈魂操縱了我的身體。", "type": "1:1", "score": 0.7107852101325989, "source_para_score": 0.8707460165023804}
{"en": "If so, then it must have been Henry that killed Sandra, because I have no memory of it.", "zh": "如果是這樣的話，那麼肯定是亨利殺了桑德拉，因為我沒有任何有關的記憶。", "type": "1:1", "score": 0.8878477215766907, "source_para_score": 0.8707460165023804}
{"en": "Reading the first entry of this journal sparks his awareness of the original.", "zh": "閱讀日記的第一篇激發了他的原創靈感。", "type": "1:1", "score": 0.7472724914550781, "source_para_score": 0.8577054738998413}
{"en": "He can remember sitting at his desk scribbling on the pages while Sandra’s body lay on the floor.", "zh": "他可以記得看著桑德拉的屍體躺在地板上，坐在桌子旁在紙上亂寫亂畫。", "type": "1:1", "score": 0.8527518510818481, "source_para_score": 0.8577054738998413}
{"en": "It’s possible he wrote something that would help him understand all of this, which just confirms his theory that he needs to get hold of it, but it also suggests something else.", "zh": "他可能寫了一些東西，這將有助於他弄清楚真相，證實他的想法，他需要找到它，但也許它還會提供另一種答案。", "type": "1:1", "score": 0.780515193939209, "source_para_score": 0.8577054738998413}
{"en": "It’s possible he wrote about that night in this second journal. The first entry he just read is almost identical to the one Eric pasted into his manuscript.", "zh": "那天晚上他可能在第二本日記上寫了什麼東西，他剛剛讀到的第一篇幾乎與艾瑞克粘貼到他手稿中的文字一模一樣。", "type": "2:1", "score": 0.8623549342155457, "source_para_score": 0.8577054738998413}
{"en": "He flicks to the end of the fledgling writer’s document, hoping there will be some answers, but there is no end.", "zh": "他想翻看這位初出茅廬的作家的手稿的結尾，應該會找到答案的，但是並沒有結尾。", "type": "1:1", "score": 0.761094331741333, "source_para_score": 0.8577054738998413}
{"en": "Eric must have been still working on it.", "zh": "艾瑞克生前一定還在寫著。", "type": "1:1", "score": 0.7406044006347656, "source_para_score": 0.8577054738998413}
{"en": "Jerry picks his journal back up. He reads the second entry and sees that it starts to divert from the entry that Eric has written in his book.", "zh": "傑瑞把他的日記拿過來，開始讀第二篇，發現它和艾瑞克在他書中寫的有些不一樣了。", "type": "2:1", "score": 0.8425627946853638, "source_para_score": 0.8351877331733704}
{"en": "The third entry starts with the words Don’t trust Hans scrawled several times across the top of the page.", "zh": "第三篇的開頭在頁眉處一遍又一遍潦草地寫著「不要相信漢斯」。", "type": "1:1", "score": 0.7753421068191528, "source_para_score": 0.8420264720916748}
{"en": "His heart does that hammering thing it’s been doing lately, and he can sense Henry’s presence, his curiosity piqued.", "zh": "他的心咚咚直跳，這段話激發了他的好奇心，他可以感覺到亨利的存在了。", "type": "1:1", "score": 0.6752053499221802, "source_para_score": 0.8420264720916748}
{"en": "He looks up at the doorway to make sure his friend isn’t standing there watching him.", "zh": "他抬頭看看門口，看看他的朋友有沒有站在那裡盯著他。他沒有。", "type": "1:2", "score": 0.8248090744018555, "source_para_score": 0.8420264720916748}
{"en": "Jerry carries on reading.", "zh": "傑瑞繼續往下讀。", "type": "1:1", "score": 0.8631999492645264, "source_para_score": 0.8632000684738159}
