{"en": "And wasn’t it exciting?", "zh": "是不是很刺激？", "type": "1:1", "score": 0.740456223487854, "source_para_score": 0.740456223487854}
{"en": "If somebody offers you a dessert, say yes.", "zh": "：如果有人給你甜點吃，你說好的。", "type": "1:1", "score": 0.7421131134033203, "source_para_score": 0.7215227484703064}
{"en": "You are a dessert guy.", "zh": "你喜歡甜點。", "type": "1:1", "score": 0.6671860218048096, "source_para_score": 0.7215227484703064}
{"en": "There are plenty of guys you are not. You are not a car guy, you are not a dog guy, you are not a hip-hop guy, you’re not a sane guy but a dementia guy, and you ARE a dessert guy.", "zh": "你和許多人不同，你不喜歡車，不喜歡狗，不喜歡嘻哈音樂，你不是個神志正常的人，你患有老年痴呆症，你喜歡甜點。", "type": "2:1", "score": 0.7701336145401001, "source_para_score": 0.7215227484703064}
{"en": "Tonight was the first dessert tasting you’ve ever been to, and in that demented little head of yours you had imagined it would be like a wine tasting (and haven’t you always wanted to go to one, swirl around a glass, and go . . .", "zh": "今晚開始第一次試吃甜點，你那個痴獃的小腦袋會想象著它會像一次品酒會（你一直想去參加這樣的場合，大口喝酒，喝……", "type": "1:1", "score": 0.7840044498443604, "source_para_score": 0.8537867069244385}
{"en": "hmm . . . grape?).", "zh": "嗯……葡萄酒？）", "type": "2:1", "score": 0.8319282531738281, "source_para_score": 0.8537867069244385}
{"en": "You thought you’d hold a cake-loaded fork up to your nose, wave it around a few times, go hmm, a hint of flour, a hint of . . .", "zh": "你心想你會用叉子叉起一塊蛋糕貼近鼻子，晃來晃去，嘴裏說著：「嗯，一點點麵粉，一點點……可可粉？是肉桂？」晃一晃，嗅一嗅，再咬一口，品一品，最後吐到餐巾上。", "type": "1:3", "score": 0.8113166093826294, "source_para_score": 0.8537867069244385}
{"en": "It wasn’t like that, of course, and that’s not even the most exciting part about the day.", "zh": "不是這樣的，這肯定不是一天中最刺|激的片段。", "type": "1:1", "score": 0.7863933444023132, "source_para_score": 0.8125659823417664}
{"en": "You’re still feeling some kind of rush from what just happened, but it’s time to do that thing you do, Jerry (or should I say Henry?), that you’ve done to others over the years, and that’s get through the boring bit first.", "zh": "你覺得剛剛的試吃還是過於倉促了。不過，是時候做你該做的事了，傑瑞（或者我應該叫你亨利？），多年來你一直為別人付出，過著枯燥無味的日子。", "type": "1:3", "score": 0.7380191087722778, "source_para_score": 0.8125659823417664}
{"en": "Don’t worry—it gets better.", "zh": "別擔心，都會好起來的。", "type": "1:1", "score": 0.8188546895980835, "source_para_score": 0.8125659823417664}
{"en": "You thought it was a restaurant you were meeting Eva and Rick at, but it was a bakery, and the owner was a friend of Rick’s aunty, or the uncle of a cousin, or somebody he was abandoned with on an island for a year, and they stayed open late so you could all meet there and gorge on two dozen different types of desserts, which got narrowed down to three for the wedding.", "zh": "你認為和伊娃以及瑞克碰頭的地方是間餐廳，但它是一個麵包店，店主是瑞克姑媽的一個朋友，或者是表弟的叔叔，或者是跟他一起被遺棄在島上一年多的什麼人。他們的店會開到很晚，所以你們可以在這裏品嘗到二十多種不同的甜點，再為婚禮挑出三種。", "type": "1:2", "score": 0.8255053758621216, "source_para_score": 0.7875122427940369}
{"en": "The baker was a guy in his midforties, a good-looking guy with great hair and a great laugh who made Sandra laugh a lot, laugh a lot and touch her own hair (which she wore down, something she hasn’t done in a long time—and you know what that means, right?), and the way they looked at each other made you think this could be the guy she’s going to take table shopping.", "zh": "麵包師約莫四十五歲，相貌俊朗，一頭濃密的秀髮。他笑口常開，也惹得桑德拉大笑不已，她笑的時候會擺弄自己的頭髮（頭髮披散著，她已經很長一段時間沒有披過了，你知道這意味著什麼，對吧？），他們倆惺惺相惜，差點兒讓你覺得她要與這傢伙私奔。", "type": "1:3", "score": 0.6876227855682373, "source_para_score": 0.7875122427940369}
{"en": "Because of that, every dessert you tried you said you hated, to the point that Eva told you to Lighten up, Dad, and Sandra said you were being rude.", "zh": "正因為如此，你每嘗一塊甜點都說不好吃，伊娃說「開心點，爸爸」，桑德拉說你粗魯。", "type": "1:1", "score": 0.7576128840446472, "source_para_score": 0.7875122427940369}
{"en": "The truth is the desserts were fantastic, so fantastic that you would leave Sandra for the baker if you had the chance (actually that’s a joke, Jerry—you’ve already got one Big D in your life and don’t need another).", "zh": "其實所有甜點都很好吃，真的很好吃，如果有機會的話，你會離開桑德拉找麵包師（這是個玩笑罷了，傑瑞，你會跟老年痴呆症患者白頭到老，不需要找別人了）。", "type": "1:1", "score": 0.7560946345329285, "source_para_score": 0.7875122427940369}
{"en": "You said you weren’t being rude, that you’re not really a dessert guy, and you didn’t understand why they couldn’t have left you at home to work out your ideas for the new book.", "zh": "你說你不是粗魯，你只是不喜歡甜點，你不懂他們為什麼不能把你留在家裡構思新作。", "type": "1:1", "score": 0.7911539077758789, "source_para_score": 0.7875122427940369}
{"en": "You know why.", "zh": "「你知道為什麼。」", "type": "1:1", "score": 0.7976633310317993, "source_para_score": 0.8564550876617432}
{"en": "That was Sandra’s answer.", "zh": "這是桑德拉的回答。", "type": "1:1", "score": 0.8761627078056335, "source_para_score": 0.8564550876617432}
{"en": "And you did know why. Because you might rip up somebody’s roses. You might go spray-painting. You might eat pasta off the carpet.", "zh": "你也知道為什麼，因為你可能去扯掉別人的玫瑰，你可能會去別人家門口噴漆，你可能會在地毯上撿麵條吃。", "type": "4:1", "score": 0.8836483955383301, "source_para_score": 0.8795038461685181}
{"en": "However, if you did step outside, an alarm would go off. And why?", "zh": "不過萬一你真的要走出去，會觸發警報器的。", "type": "2:1", "score": 0.8160935640335083, "source_para_score": 0.8795038461685181}
{"en": "Two of them actually. You wandered down in your robe an hour later and they were standing in the kitchen talking to Sandra, who had just made them coffees, and you didn’t like the way they were looking at her, but what was worse was the way Sandra liked the way they were looking at her.", "zh": "一個小時以後，你穿著睡袍溜了下來，看到他們正站在廚房裡和桑德拉說話，她剛剛給他們煮了咖啡，你不喜歡他們盯著她的眼神，但糟糕的是，桑德拉喜歡。", "type": "2:1", "score": 0.8703683018684387, "source_para_score": 0.8795038461685181}
{"en": "They introduced themselves to you while they had their coffees, then they went back to work while you went and lay on the couch to think about the next book.", "zh": "他們喝著咖啡向你做了自我介紹，然後他們就工作去了，而你躺在沙發上構思下一本書。", "type": "1:1", "score": 0.8809853196144104, "source_para_score": 0.8795038461685181}
{"en": "It took them three hours in the end, and then they showed you and Sandra how everything worked, but you didn’t pay much attention because you were in your Who gives a shit phase, and why not?", "zh": "他們花了三個小時幹完活，然後他們給你和桑德拉示範各個裝置都是怎麼運作的，但你沒太在意，因為你正處在「誰他媽在乎」階段。為什麼要在乎？", "type": "1:2", "score": 0.834843635559082, "source_para_score": 0.8795038461685181}
{"en": "These alarms were there to control you, and what forty-nine-year-old man likes to be controlled?", "zh": "這些警報器都是用來禁錮你的，有哪個四十九歲的男人喜歡被控制？", "type": "1:1", "score": 0.7800187468528748, "source_para_score": 0.8795038461685181}
{"en": "Every time an external door gets opened now a signal is sent to a wristband that Sandra is wearing to alert her.", "zh": "每當外門打開時，就會有信號發射到桑德拉戴的腕帶上提醒她。", "type": "1:1", "score": 0.7616347670555115, "source_para_score": 0.8795038461685181}
{"en": "At least you’re not on a leash. Or are you?", "zh": "至少，她還沒用皮帶綁著你，或者你已經被綁著了？", "type": "2:1", "score": 0.6820448040962219, "source_para_score": 0.8795038461685181}
{"en": "In the afternoon she took you suit shopping.", "zh": "當天下午她帶你去買衣服了。", "type": "1:1", "score": 0.8748364448547363, "source_para_score": 0.8753291368484497}
{"en": "You chose a dark one with pinstripes, and Sandra chose a light blue shirt to go with it.", "zh": "你選了一套深色細條紋西裝，桑德拉選了件淺藍色襯衫和它搭配。", "type": "1:1", "score": 0.8252112865447998, "source_para_score": 0.8753291368484497}
{"en": "You’ve been measured up, and the suit will be ready in another week. It’ll look great at the wedding, and great in your coffin too.", "zh": "他們給你量了尺寸，西裝將在下個星期做好，到時候在婚禮上會非常搶眼，穿著它到棺材里長眠也不錯。", "type": "2:1", "score": 0.7989746332168579, "source_para_score": 0.8753291368484497}
{"en": "You could live on desserts, and why not? Soon you’re not going to care how you look.", "zh": "你甚至可以把甜點當主食了，不久之後你也不會在意自己的身材。", "type": "2:1", "score": 0.660557746887207, "source_para_score": 0.8753291368484497}
{"en": "At first you were freaked out, of course you were, because the street was full of flashing sirens and people, there was a fire engine and two cop cars and the first thing you thought was that your house had burned down.", "zh": "所以，讓我們言歸正傳吧。起初你嚇壞了，因為街上警燈大作，警笛嘶鳴，到處都是人。有一輛消防車和兩輛警車停在外面，你的第一反應是你的房子被燒毀了。", "type": "1:3", "score": 0.8221904039382935, "source_para_score": 0.7328140139579773}
{"en": "It was Mrs. Smith’s car, parked up her driveway, smoldering away.", "zh": "不是你的房子，也不是任何人的房子。是史密斯太太的車，停靠在她的車道上，被燒毀了。", "type": "1:2", "score": 0.7089632153511047, "source_para_score": 0.8403413891792297}
{"en": "You had missed the show as the flames had been put out fifteen minutes earlier.", "zh": "火在十五分鐘前被撲滅了，你錯過了一出好戲。", "type": "1:1", "score": 0.7852182984352112, "source_para_score": 0.8403413891792297}
{"en": "Mrs. Smith was on the front doorstep of her house, the freshly painted walls behind her, running her mouth at a hundred miles an hour to the police officers trying to keep up. She pointed at you when she saw you.", "zh": "史密斯太太站在房門口的台階上，她身後是新粉刷的牆壁，她看到你，就伸手對你指指點點的。", "type": "2:1", "score": 0.7030922770500183, "source_para_score": 0.8403413891792297}
{"en": "You were The Man Goes Burning from your ghostwritten book.", "zh": "你是你的代筆寫的那本書里的「燃燒的男人」。", "type": "1:1", "score": 0.7940670251846313, "source_para_score": 0.8403413891792297}
{"en": "Somebody had torched her car.", "zh": "有人縱火燒毀了她的車。", "type": "1:1", "score": 0.9262941479682922, "source_para_score": 0.9262941479682922}
{"en": "And not this somebody, because this somebody was being rude and not lightening up to the baker who your wife is banging, so this somebody had an alibi, and fifteen minutes later when a pair of officers (not the same pair as Cunt Thursday) intercepted you as you pulled into the driveway to ask what you had seen, Sandra told them neither of you had been home.", "zh": "肯定不是某人，因為某人粗魯不堪，不給你妻子心儀的麵包師好臉色，所以某人肯定有託詞為自己開脫的。十五分鐘后，兩個警察（不是星期四的那一對）在你把車駛進車道時攔住了你，問你都看到了什麼，桑德拉告訴他們說，你們兩人都不在家。", "type": "1:3", "score": 0.8319900035858154, "source_para_score": 0.8370829820632935}
{"en": "We’re going to need to search your house.", "zh": "「我們需要搜查你們的房子。", "type": "1:1", "score": 0.8561123609542847, "source_para_score": 0.9088450074195862}
{"en": "If you’re adamant there’s nobody home, then it’s possible the person who lit the fire is hiding in there, one of the men says.", "zh": "如果你們堅信家裡沒人，那麼很有可能放火的那個人就藏在那裡。」其中一人說。", "type": "1:2", "score": 0.8892141580581665, "source_para_score": 0.9088450074195862}
{"en": "It’ll be our daughter, you said.", "zh": "「可能是我們的女兒。」你說。", "type": "1:2", "score": 0.8036566972732544, "source_para_score": 0.8036567568778992}
{"en": "Eva won’t be there, Sandra said.", "zh": "「伊娃不會在家的。」桑德拉說。", "type": "1:2", "score": 0.7905641794204712, "source_para_score": 0.7905641794204712}
{"en": "There’s no need to search the house, you said. I’m sure it’s just Eva.", "zh": "「沒有必要搜查房子了，」你說，「我敢肯定是伊娃。」", "type": "2:1", "score": 0.8485120534896851, "source_para_score": 0.8485120534896851}
{"en": "There’s not, you said.", "zh": "「沒有。」你說。", "type": "1:2", "score": 0.7862896919250488, "source_para_score": 0.8691085577011108}
{"en": "Sandra didn’t believe you. Sandra offered them her keys, and there was nothing you could think to do as the officers went to the front door.", "zh": "桑德拉不相信，她把鑰匙給了他們，警察朝前門走去，你慌得不知所措。", "type": "2:1", "score": 0.7925716638565063, "source_para_score": 0.8691085577011108}
{"en": "When you tried to go after them, Sandra stopped you.", "zh": "你想跟上他們時，桑德拉攔住了你。", "type": "1:1", "score": 0.871854841709137, "source_para_score": 0.8691085577011108}
{"en": "Did you have him do that?", "zh": "「你讓他這樣做了？」", "type": "1:1", "score": 0.8541030883789062, "source_para_score": 0.8691085577011108}
{"en": "she asked, and she was angry, vein-throbbing angry, not like the time you forgot your anniversary a few years back but closer to the time you forgot her birthday.", "zh": "她問你。她很生氣，青筋直暴，那模樣不像幾年前你忘了結婚紀念日，反倒像你忘記她的生日。", "type": "1:2", "score": 0.817046582698822, "source_para_score": 0.8691085577011108}
{"en": "Which you hadn’t forgotten this time, but were somehow in the process of ruining.", "zh": "但這次你沒有忘，但一切都弄砸了。", "type": "1:1", "score": 0.695107102394104, "source_para_score": 0.8691085577011108}
{"en": "What?", "zh": "「什麼？", "type": "1:1", "score": 0.8273797035217285, "source_para_score": 0.8471566438674927}
{"en": "Who?", "zh": "誰？」", "type": "1:1", "score": 0.8617713451385498, "source_para_score": 0.8471566438674927}
{"en": "You know what and you know who, she said.", "zh": "「你知道我說的什麼，你知道是誰。」", "type": "2:1", "score": 0.7321581244468689, "source_para_score": 0.8059394955635071}
{"en": "I really don’t, you said, and you really didn’t.", "zh": "「我真的不知道。」你說，你真的不知道啊。", "type": "1:2", "score": 0.7261866927146912, "source_para_score": 0.7261866331100464}
{"en": "Because you don’t remember.", "zh": "因為你不記得了。", "type": "1:1", "score": 0.9602676033973694, "source_para_score": 0.8309105038642883}
{"en": "You’re going to use this . . . this stupid disease as an excuse for everything now, aren’t you?", "zh": "你打算一直用這個愚蠢的疾病為一切事情開脫，是嗎？", "type": "2:1", "score": 0.7625546455383301, "source_para_score": 0.8309105038642883}
{"en": "She was frustrated and lashing out, and the counselor had warned that you wouldn’t be the only one going through the five stages of grief.", "zh": "她情緒很低落，開始指責你了。心理諮詢師曾警告過，會經歷憂鬱症五個階段的不止你一個。", "type": "1:2", "score": 0.6868047714233398, "source_para_score": 0.8093162178993225}
{"en": "Sandra is at anger, coming right off the back of stage one—infidelity.", "zh": "桑德拉感到怨憤，這怒火都來自第一階段：背信棄義。", "type": "1:1", "score": 0.7421215772628784, "source_para_score": 0.8093162178993225}
{"en": "I have no idea what the hell you’re talking about.", "zh": "「我他媽不知道你究竟在說什麼。", "type": "1:1", "score": 0.695594310760498, "source_para_score": 0.8717507719993591}
{"en": "Hans set that car on fire to hide the fact you were the one who spraypainted her house, she said, and now he’s hiding in our house and you know he’s in there.", "zh": "漢斯放火燒了汽車，是為了隱瞞你在她家房子上噴油漆的真相。」她說，「他現在就躲在我們家裡，你知道他在那裡。」", "type": "1:2", "score": 0.8695077300071716, "source_para_score": 0.8717507719993591}
{"en": "I did no such thing, you said.", "zh": "「我沒有做那種事。」", "type": "1:1", "score": 0.7411679029464722, "source_para_score": 0.8730149865150452}
{"en": "And he’s not in there.", "zh": "你說，「而他也不在那裡。", "type": "1:1", "score": 0.7750449180603027, "source_para_score": 0.8730149865150452}
{"en": "I promise.", "zh": "我保證。」", "type": "1:1", "score": 0.8085310459136963, "source_para_score": 0.8730149865150452}
{"en": "I don’t want you seeing him anymore, are we clear on that?", "zh": "「我不想讓你再見他，明白了嗎？」", "type": "1:1", "score": 0.7374280095100403, "source_para_score": 0.7374279499053955}
{"en": "You weren’t up for an argument, so you told her you were clear on that.", "zh": "你不想吵架，所以你告訴她你明白了。", "type": "1:1", "score": 0.7204418182373047, "source_para_score": 0.7204418182373047}
{"en": "Then make sure you write it down in your bloody Madness Diary.", "zh": "「把它寫進你的血腥日記。」「是『狂人日記』。」", "type": "1:2", "score": 0.7123168110847473, "source_para_score": 0.7123167514801025}
{"en": "It’s a journal. The police were at the door.", "zh": "警察走到門口。", "type": "2:1", "score": 0.6624695062637329, "source_para_score": 0.7808899879455566}
{"en": "Both of you were close enough to the house to hear everybody shout out surprise as the lights inside were thrown on as the police walked inside.", "zh": "他們剛要走進去時裏面的燈突然亮了，你們兩人離得很近，聽見所有的人都驚詫地喊出聲來。", "type": "1:1", "score": 0.7410784959793091, "source_para_score": 0.7808899879455566}
{"en": "Sandra’s anger disappeared then.", "zh": "桑德拉的氣消了。", "type": "1:1", "score": 0.690076470375061, "source_para_score": 0.8247414827346802}
{"en": "The police backed out and read the situation accurately, gave Sandra a few minutes to acknowledge the occasion, then spent the next hour taking statements as everybody else socialized.", "zh": "警察退了出去，仔細地分析當時的情況，給桑德拉幾分鐘述說了一下緣由，在接下來的一個小時里給有關人員做筆錄。", "type": "1:1", "score": 0.8197979927062988, "source_para_score": 0.8247414827346802}
{"en": "When you find who set fire to her car, why don’t you ask them if they know how to use a can of spray-paint instead of accusing me, huh?", "zh": "「等你們找到放火燒毀她的車的人後，問他知不知道怎樣使用噴漆罐，而不要來指責我，好嗎？」", "type": "1:1", "score": 0.7913041114807129, "source_para_score": 0.7913039922714233}
{"en": "You made a good point, partner.", "zh": "你做得對，夥伴。", "type": "1:1", "score": 0.8438928723335266, "source_para_score": 0.8438928723335266}
{"en": "You went back to the party.", "zh": "你們回去繼續參加派對。", "type": "1:1", "score": 0.7635267376899719, "source_para_score": 0.8822963237762451}
{"en": "Sandra hugged you, and apologized for jumping to the conclusion that Hans was inside, and you forgave her, and wondered if she wasn’t right in her assumption he was involved.", "zh": "桑德拉擁抱了你，並就胡亂猜測漢斯在家裡向你道歉，你也原諒了她，心想她臆斷漢斯被卷了進來是完全錯的。", "type": "1:1", "score": 0.8209578394889832, "source_para_score": 0.8822963237762451}
{"en": "Eva came over and told you the ruined surprise wasn’t your fault, and even though it wasn’t, it still somehow feels like it was.", "zh": "伊娃走了過來，說你破壞了驚喜並不是你的錯。但即便不是的，也感覺就像是的。", "type": "1:2", "score": 0.7990221381187439, "source_para_score": 0.8822963237762451}
{"en": "Even now you don’t know what you could have done or said to stop the officers opening your door, but you suspect that Past Jerry, even one as recent as a month ago, would have known.", "zh": "現在你也不知道應該怎樣做或說些什麼才能阻止警察去開門，但你猜過去的傑瑞，哪怕是一個月前的傑瑞也會知道的。", "type": "1:1", "score": 0.8350942134857178, "source_para_score": 0.8822963237762451}
{"en": "Other than that, the party went off well, and the guests, of which there were over thirty of them, all had a good time.", "zh": "派對進行得很順利，客人有三十多位，他們都玩得很盡興。", "type": "1:1", "score": 0.7421368956565857, "source_para_score": 0.8859620690345764}
{"en": "Sandra got a lot of fiftieth birthday cards, even though she’s only forty-nine, joke messages written on the inside.", "zh": "桑德拉收到了很多五十歲生日賀卡，儘管她只有四十九歲。賀卡上寫的賀詞都很搞笑。", "type": "1:2", "score": 0.8298904895782471, "source_para_score": 0.8859620690345764}
{"en": "You stayed sober right until after the last guest left and you started writing in the journal, and even now you feel as sharp as a tack.", "zh": "你一直保持清醒。最後一個客人離開后，你開始寫日記了，你覺得自己是睿智聰明的。", "type": "1:2", "score": 0.6560986042022705, "source_para_score": 0.8859620690345764}
{"en": "The police ruining the surprise actually made the evening better somehow, as if everybody there had been in on a great story that they could tell—it made the party unique.", "zh": "雖說警察破壞了驚喜，但也讓整個夜晚更加精彩，讓派對更加獨特，每個人都可以給其他人講述這個精彩絕倫的故事。", "type": "1:1", "score": 0.7745786905288696, "source_para_score": 0.8859620690345764}
{"en": "For her birthday, you got hold of the original lyrics for “The Broken Man” that Eva wrote on a napkin and had it framed, complete with the doodles Eva had drawn in the corners and the lines that had been crossed out and replaced. She actually cried when you gave it to her.", "zh": "在她生日那天，你把伊娃寫著《心碎的人》的原創歌詞的餐巾裝裱好了鑲框，伊娃還在邊角上畫了塗鴉畫。", "type": "2:1", "score": 0.7522591352462769, "source_para_score": 0.8859620690345764}
{"en": "Plus some shoes that Eva helped you pick out.", "zh": "你還送給她伊娃幫你選好的一雙鞋。", "type": "1:1", "score": 0.7157711982727051, "source_para_score": 0.8859620690345764}
{"en": "You can’t go wrong with shoes, Future Jerry, no matter what the occasion.", "zh": "鞋子不能將就，未來的傑瑞，無論在什麼場合都不能將就。", "type": "1:1", "score": 0.7871890068054199, "source_para_score": 0.8859620690345764}
{"en": "Good news—hopefully Mrs. Smith and her pastel wardrobe will move out of the neighborhood.", "zh": "好消息：希望史密斯太太和裝滿綵衣的衣櫥一起消失在街區里。", "type": "1:1", "score": 0.8045158386230469, "source_para_score": 0.8045158386230469}
{"en": "Good news—everything went well.", "zh": "好消息：一切都很順利。", "type": "1:1", "score": 0.8767542243003845, "source_para_score": 0.8691162467002869}
{"en": "You’ve known all along that the birthday party was a rehearsal for the wedding, a test to see what you can and can’t do, and you passed.", "zh": "你已經知道生日派對其實是為婚禮排練的，派對是個測試，看你能做什麼，又不能做什麼。你通過了，也許一切都會一帆風順的。", "type": "1:2", "score": 0.8234207630157471, "source_para_score": 0.8691162467002869}
{"en": "Jerry is helped out to the car.", "zh": "他們攙著傑瑞走向汽車。", "type": "1:1", "score": 0.7093560695648193, "source_para_score": 0.8071393966674805}
{"en": "The world doesn’t disappear, but the lights are turned down.", "zh": "世界並沒有消失，滿城正華燈初上。", "type": "1:1", "score": 0.7873578071594238, "source_para_score": 0.8071393966674805}
{"en": "He has one arm around Nurse Hamilton and one arm around Orderly Eric, and they’re walking down a pathway that seems familiar, as does the house over the road where the old lady is walking from, and the silt that was stirred up before is settling. It’s hiding the past.", "zh": "他一隻胳膊搭在漢密爾頓護士的肩頭，另一隻胳膊搭在艾瑞克的肩頭，他們正沿著一條似曾走過的道路行走，馬路對面的房子也很眼熟，那個老太太正從那裡走來。", "type": "2:1", "score": 0.784354567527771, "source_para_score": 0.8071393966674805}
{"en": "He can feel Jerry disappearing.", "zh": "他能感覺到傑瑞在消失。", "type": "1:1", "score": 0.9072656035423279, "source_para_score": 0.8071393966674805}
{"en": "“You’re a no-good murderer,” the woman says, and he thinks that’s not true, that he’s actually a good murderer since he’s been getting away with it.", "zh": "「你是個邪惡的殺人兇手。」那個女人說。但他覺得這不是真的，他其實是一個善良的殺人兇手，因為他一直在逃避這個名頭。", "type": "1:3", "score": 0.8067267537117004, "source_para_score": 0.8089727759361267}
{"en": "He misses his wife and he misses his life and he just wants to hit the big reset button and have it all back.", "zh": "他悼念亡妻，懷念逝去的生活，他想按下重啟鍵，讓一切都重新歸來。", "type": "1:1", "score": 0.7020406723022461, "source_para_score": 0.8089727759361267}
{"en": "The woman talking isn’t done.", "zh": "女人的話沒有說完。", "type": "1:1", "score": 0.8366410136222839, "source_para_score": 0.813643753528595}
{"en": "“I hope you rot in Hell,” she adds, and it makes him think, why would he ever have wanted to live here?", "zh": "「我希望你爛在地獄里。」她又說。這讓他困惑了：為什麼他以前一直想住在這裏？", "type": "1:3", "score": 0.8315885663032532, "source_para_score": 0.813643753528595}
{"en": "They get him to the car. They buckle him into the backseat.", "zh": "他們把他扶上車，讓他坐在後座上。", "type": "2:1", "score": 0.8381283283233643, "source_para_score": 0.8502058982849121}
{"en": "“Did we get it? The Madness Journal?”", "zh": "「我們拿到了嗎，『狂人日記』？」", "type": "2:1", "score": 0.8868074417114258, "source_para_score": 0.8502058982849121}
{"en": "“No,” the nurse says, and the silt has settled over her name, hiding it from view.", "zh": "「沒有。」護士說，淤泥隱藏了她的名字，也遮擋了他的視線。", "type": "1:2", "score": 0.8224197030067444, "source_para_score": 0.8224196434020996}
{"en": "“It’s going to be okay,” the orderly says, and why do people keep insisting on that?", "zh": "「都會好的。」護理員說，人們為什麼會這樣堅信著呢？", "type": "1:2", "score": 0.7594605088233948, "source_para_score": 0.7458265423774719}
{"en": "A police car shows up. It parks next to them and the old woman approaches it and starts pointing at Jerry while she talks animatedly.", "zh": "一輛警車駛了過來，停在他們身旁，那個老婦人走近警車，指著傑瑞繪聲繪色地說著什麼。", "type": "2:1", "score": 0.8262006044387817, "source_para_score": 0.8834505677223206}
{"en": "The nurse gets involved and there’s a long conversation, a lot of head shaking and nodding and the two officers keep looking over at him, but they don’t come over.", "zh": "護士也加入了，他們交談了很長時間，不斷地搖頭、點頭。兩個警察一直盯著他，但沒有過來。", "type": "1:2", "score": 0.7269099950790405, "source_para_score": 0.8834505677223206}
{"en": "He closes his eyes.", "zh": "他閉上了眼睛。", "type": "1:1", "score": 0.9151743650436401, "source_para_score": 0.8834505677223206}
{"en": "The car starts moving. It’s relaxing, and he dozes a little, opening his eyes every now and then to look at the road.", "zh": "車子開始啟動了，他打著瞌睡，渾身都鬆懈了下來，時不時地睜開眼睛看看兩旁的道路。", "type": "2:1", "score": 0.8156373500823975, "source_para_score": 0.8834505677223206}
{"en": "When they reach the home he’s helped out of the car and into a wheelchair. He’s wheeled down a corridor and into a small room with a bed in the middle and a bookcase against the wall and a view onto a garden.", "zh": "他們抵達了療養院，他們扶他下來坐上輪椅，再推過走廊，到了一個小小的房間，房間中央有一張床，靠著牆擺著個書櫃，透過窗戶可以看到花園。", "type": "2:1", "score": 0.8252573013305664, "source_para_score": 0.8834505677223206}
{"en": "Two people help him up onto the bed.", "zh": "兩個人把他扶上了床。", "type": "1:1", "score": 0.830022931098938, "source_para_score": 0.8834505677223206}
{"en": "“Do you know where you are, Jerry?” a man asks.", "zh": "「你知道自己在哪裡嗎，傑瑞？」一個人問。", "type": "2:1", "score": 0.9075530767440796, "source_para_score": 0.9075530767440796}
{"en": "“Where’s my shirt?” Jerry asks.", "zh": "「我的襯衫在哪兒？」傑瑞問。", "type": "2:1", "score": 0.9440672397613525, "source_para_score": 0.9440671801567078}
{"en": "“The police have it,” a woman says.", "zh": "「警察拿走了。」女人說。", "type": "1:2", "score": 0.8612307906150818, "source_para_score": 0.8612308502197266}
{"en": "“Are they going to arrest me?”", "zh": "「他們要逮捕我嗎？」", "type": "1:1", "score": 0.9645102620124817, "source_para_score": 0.9645102620124817}
{"en": "“Get some rest,” the woman says, this bear-sized woman who bear hugged him earlier and abducted him from his home.", "zh": "「休息一下。」女人說。這個虎背熊腰的女人剛剛抱住了他，從家裡把他綁架了過來。", "type": "1:3", "score": 0.8029530048370361, "source_para_score": 0.8029530048370361}
{"en": "When he tries to sit up he finds he can’t, that he’s too tired.", "zh": "他想坐起來但無能為力，他太疲倦了。", "type": "1:1", "score": 0.7040104866027832, "source_para_score": 0.8406632542610168}
{"en": "There is a way out of this nursing home—he’s done it before and he can do it again.", "zh": "有一個辦法可以溜出療養院，他之前曾做到過，他可以再來一次。", "type": "1:1", "score": 0.7592014074325562, "source_para_score": 0.8406632542610168}
{"en": "He’ll find the journal and he’ll solve the puzzle and then they’ll let him go because he can show them he’s not a killer at all, that something else is going on here, and once he shows them they’ll have to let him live back in his house and he’ll be allowed to have the life back they’ve taken from him.", "zh": "他會找到那本日記的，日記會解開這一謎團，這樣他們就會放他走，因為他可以向他們證明他根本不是殺人兇手，證明家裡曾發生過的一切跟他無關。一旦真相水落石出了，他們會讓他回家的，恢復曾被剝奪的生活。", "type": "1:2", "score": 0.8156409859657288, "source_para_score": 0.8406632542610168}
