{"en": "No, you haven’t lost day two and day three—in fact you can remember them clearly (though you did misplace your coffee and Sandra found it out by the pool, which is weird because you don’t even have a pool).", "zh": "不，你沒有漏掉第二天和第三天，其實你對這兩天記憶猶新（比如你把咖啡放錯了地方，桑德拉在游泳池邊發現了它，但你明明記得你家根本沒有游泳池啊）。", "type": "1:1", "score": 0.864908754825592, "source_para_score": 0.8649086356163025}
{"en": "Eva came over on the weekend, and there’s big news. She’s getting married.", "zh": "伊娃周末過來了，並帶來一個重大消息：她要結婚了。", "type": "2:1", "score": 0.8693689107894897, "source_para_score": 0.8598442077636719}
{"en": "You’ve known for a while it was probably going to happen, but that didn’t make it any less of a surprise. It’s hard to sum up what you felt in that moment.", "zh": "你早就知道這一天總會來臨的，但是你仍然表現得十分驚喜——很難用語言表述你那一刻的感受。", "type": "2:1", "score": 0.7195143699645996, "source_para_score": 0.8598442077636719}
{"en": "You were excited, of course you were, but you felt a sense of loss, one that’s hard to explain, a sense Eva was moving on with her life and out of yours, and there’s a sense of loss because there will be grandchildren you may not get to meet, or if you do, you may end up forgetting them.", "zh": "當然，你很興奮，又夾雜著一絲失落——很難解釋，感覺伊娃要離開你開始她自己的生活，你可能會有一個外孫，但你見不到了；或者即便你見到了，你也會最終忘記他們。", "type": "1:1", "score": 0.8092939257621765, "source_para_score": 0.8598442077636719}
{"en": "She came over on Sunday morning and popped the news. She and What’s His Name got engaged on Saturday night.", "zh": "她是星期天上午過來的，結婚的消息說得很突然，她說她和那個誰誰誰星期六晚上訂的婚。", "type": "2:1", "score": 0.7195467948913574, "source_para_score": 0.8167619705200195}
{"en": "There was no way you and Sandra could tell her about the Big A, not then, but you will soon, of course you will.", "zh": "你和桑德拉當時並沒有告訴她關於阿爾茨海默病的事，但你很快會告訴她，你當然會的。", "type": "1:1", "score": 0.747208833694458, "source_para_score": 0.8167619705200195}
{"en": "You’ll need some explanation as to why you keep putting your pants on backwards and trying to speak Klingon. Just kidding.", "zh": "你需要解釋為什麼要反穿著褲子，為什麼要學說克林貢語——開玩笑罷了。", "type": "2:1", "score": 0.783848762512207, "source_para_score": 0.8167619705200195}
{"en": "Speaking of kidding, you do have a pool, but you sure don’t remember walking down to it, because it’s winter, but hey, there you go.", "zh": "說到開玩笑，你家的確有個游泳池，但因為是冬天，你肯定不記得去那兒游過泳。不過，事情就是這樣。", "type": "1:2", "score": 0.842950701713562, "source_para_score": 0.8167619705200195}
{"en": "So day two and three went by, and you’re not really dealing with the news any better.", "zh": "所以，第二天和第三天都過去了，你還沒有消化這個消息。", "type": "1:1", "score": 0.7542952299118042, "source_para_score": 0.8220767378807068}
{"en": "Before we get into what happened on the Day at the Doctor, first let me do what I said I would do on Day One, and that’s tell you how it all began.", "zh": "在說到這次去醫院診斷之前，首先得讓我做完我在第一天說過我要做的事，讓我來告訴你這一切是如何開始的。", "type": "1:1", "score": 0.8132352828979492, "source_para_score": 0.8220767378807068}
{"en": "It was at Matt’s Christmas party two years ago.", "zh": "這是兩年前的事了，發生在馬特家的聖誕晚會上。", "type": "1:1", "score": 0.8565396070480347, "source_para_score": 0.8349323272705078}
{"en": "Christ, you probably don’t even remember Matt.", "zh": "天啊，你可能不記得馬特了。", "type": "1:1", "score": 0.8247095346450806, "source_para_score": 0.8349323272705078}
{"en": "He’s what you would call a background character, somebody who pops into your life every few months or so, mostly after you’ve run into him at the mall, but he does throw a pretty good Christmas shindig.", "zh": "他就是你在小說中設置的那種龍套角色，每隔幾個月就會出現在你的生活中，絕大多數偶遇都發生在商場里。他辦了一場盛大的聖誕舞會，你和桑德拉都去了。", "type": "1:2", "score": 0.6774942278862, "source_para_score": 0.8349323272705078}
{"en": "You and Sandra went along, you socialized, you mingled, it’s what you do, and then it happened—Matt’s brother and sisterin-law showed up and introduced themselves, Hi, I’m James and this is Karen, and then you, Hi, I’m Jerry and this is my wife . . .", "zh": "你很愛參加社交，廣結善緣。接著，事情就發生了，馬特的弟弟和弟妹過來做了自我介紹：「你好，我是詹姆斯，這是凱倫。」然後你也與他客套寒暄：「你好，我是傑瑞，這是我的妻子……」是的，這是你的妻子，接下來呢？", "type": "1:4", "score": 0.7395431399345398, "source_para_score": 0.8349323272705078}
{"en": "So you forgot your wife’s name and why wouldn’t you think it was anything other than the booze?", "zh": "所以，你忘了妻子的名字。但為什麼那時就沒有想到並非是酒精在作祟呢？", "type": "1:2", "score": 0.8309620022773743, "source_para_score": 0.8735509514808655}
{"en": "Sure, you were always losing your keys, but if society threw around the Big A label to anybody who didn’t know where their keys were then the whole world would be suffering from Alzheimer’s.", "zh": "當然，你老是弄丟鑰匙，但如果社會上每一個不知道自己鑰匙在哪兒的人都有阿爾茨海默病的嫌疑的話，那整個世界估計得老年痴獃的人就太多了。", "type": "1:2", "score": 0.7681888937950134, "source_para_score": 0.8735509514808655}
{"en": "Yes—there was the car keys getting lost, but they would get found too, wouldn’t they?", "zh": "是的，有人丟了車鑰匙，但他們會找到的，不是嗎？", "type": "1:1", "score": 0.7688563466072083, "source_para_score": 0.8735509514808655}
{"en": "Be it in the fridge, or in the pantry, or once (hello, irony) by the pool.", "zh": "要麼在冰箱里，要麼在廚房裡，要麼在泳池邊（你好，諷刺）。", "type": "1:1", "score": 0.8081942796707153, "source_para_score": 0.8735509514808655}
{"en": "Sure, you lost your dad in a pool, you left your coffee there, and your keys, but that’s just carelessness—after all, you do have a world full of people living inside your head looking for a voice, remember? All those characters? Serial killers and rapists and bank robbers, and of course then there’s the bad guys too (that’s a joke).", "zh": "你在泳池邊永遠失去了父親，又在泳池邊落了咖啡和鑰匙，但那只是粗心大意罷了，畢竟，你的腦中還得去構思那些形形色|色的人物，你還記得嗎，連環殺手、作姦犯科者和銀行劫匪，總之都是些罪惡滔天的壞蛋（這是一個玩笑）。", "type": "3:1", "score": 0.8238065242767334, "source_para_score": 0.8735509514808655}
{"en": "With all that going on inside, of course you’re going to lose your keys. And your wallet. And your jacket. And even your car—well you didn’t lose it, not really—which is a story that had you calling This Is My Wife . . .", "zh": "腦中整天塞著他們，難怪你要弄丟你的鑰匙、錢包、外套，甚至是你的車——還好你沒有真的弄丟——這些故事可以取名為「這是我的妻子……桑德拉，是這麼叫嗎」。", "type": "4:1", "score": 0.7761037349700928, "source_para_score": 0.8735509514808655}
{"en": "She came and picked you up, and she spotted it on the way out of the parking lot exactly where you had left it, and you, well, you’d been looking for the car you used to own five years prior to that. You both had a good laugh about it. A concerned kind of laugh.", "zh": "桑德拉過來接你，就在兩人離開停車場的路邊，那輛你苦苦尋覓了半天、開了五年的車正毫髮未損地停在那裡，那兒就是你之前泊車的地方。", "type": "3:1", "score": 0.6927725076675415, "source_para_score": 0.8735509514808655}
{"en": "And it reminded you of the time you had forgotten her name, and it reminded you of when you used to renovate houses before the crime writing took off, back when you would paint rooms and put in new kitchens, lay tiles and put in new bathrooms, and", "zh": "你們兩人相視大笑，笑聲中流露出深深的擔憂。這使你想起你忘記了她名字的瞬間，使你想起在犯罪小說寫作生涯之前裝修房子的情形，使你想起你粉刷房間、裝潢廚房、鋪設瓷磚、修葺浴室時不斷弄丟螺絲刀或鎚子的場面（當時還沒有修建游泳池）。", "type": "1:2", "score": 0.786540687084198, "source_para_score": 0.8735509514808655}
{"en": "It was Sandra.", "zh": "她叫桑德拉。", "type": "1:1", "score": 0.8107495307922363, "source_para_score": 0.7315545678138733}
{"en": "It was the moment. When things changed.", "zh": "那一瞬間，天翻地覆。", "type": "2:1", "score": 0.6656547784805298, "source_para_score": 0.7315545678138733}
