{"en": "It’s day thirty-eight and you feel great.", "zh": "今天是第三十八天，你感覺很好。", "type": "1:1", "score": 0.8469898700714111, "source_para_score": 0.8721041679382324}
{"en": "You taught Mrs. Busybody across the road a lesson today, Future Henry.", "zh": "未來的亨利，今天你給了街道對面的好管閑事的太太一個教訓。", "type": "1:1", "score": 0.7517455816268921, "source_para_score": 0.8721041679382324}
{"en": "She wandered over here in her pastel-colored outfit recently to tell you how you were ruining the whole neighborhood, and no doubt she’ll wander her way back within the next few hours to come and see you again after what you’ve done.", "zh": "她最近總是穿著她那色彩艷麗的衣服在這裏徘徊，告訴你你如何如何破壞了整個社區。幾個小時后，她肯定會回來，等你完工後再來找你。", "type": "1:2", "score": 0.7946621775627136, "source_para_score": 0.8721041679382324}
{"en": "The way I see it, you were presented with two options.", "zh": "依我來看，你有兩個選擇。", "type": "1:1", "score": 0.7558248043060303, "source_para_score": 0.8721041679382324}
{"en": "Option one was to tidy up your garden and make her happy, to mow the lawns and pull the weeds and conform like everybody else on the street.", "zh": "選擇一是打理你的花園，修整草坪，清除雜草，像街上每戶人家那樣，符合要求，讓她滿意。你採納了選擇二。", "type": "1:2", "score": 0.8117206692695618, "source_para_score": 0.8721041679382324}
{"en": "Or there was option two. Which is what you went with. Option two was to go over to her house and make her garden look worse than yours.", "zh": "選擇二是去她家，把她的花園糟蹋得比你的花園更爛。", "type": "3:1", "score": 0.7277853488922119, "source_para_score": 0.8721041679382324}
{"en": "It’s funny how she got under your skin so much, but she did, and not only have you helped her with her own garden, but you’ve put her into book number thirteen.", "zh": "她要是激怒了你就太有趣了，不過她的確把你激怒了。你不僅成全了她的花園，還把她寫進第十三本書。", "type": "1:2", "score": 0.7127509117126465, "source_para_score": 0.8721041679382324}
{"en": "You wanted to give her a real Hansel and Gretel vibe, make her the crazy old witch that tries turning children into casseroles, but since you don’t write fairy tales you’ve given her a cameo instead as the local cat lady who chews her fingernails down to the nub as she stares out her kitchen window watching life pass her by before being raped by a clown. Cameos are things you give people who upset you. Somebody ducked into the parking space you were waiting for? Fuck you—you’re dead on page twenty-six.", "zh": "你想將她安排在《奇幻森林歷險記》角色中，在那裡她是個瘋狂的老巫婆，想把孩子們變成一口砂鍋，但你不寫童話，所以你把她寫成了一個配角，在書中她是本地的一位貓女士，她會咬著指甲透過廚房窗口向外凝望，看著眼前演繹的生活，後來她被小丑強|奸了。", "type": "4:1", "score": 0.7491159439086914, "source_para_score": 0.8721041679382324}
{"en": "Writing about her wasn’t enough, which is why you went over and ripped out every single rose in her garden, roses she was so proud of.", "zh": "寫她還遠遠不夠，這就是你要毀掉她花園裡每一朵玫瑰花的緣故。那些玫瑰令她無比驕傲，她每天都會細心檢查一番。", "type": "1:2", "score": 0.7793120741844177, "source_para_score": 0.8265805840492249}
{"en": "She was there every day checking on them, her husband ten years in the grave and all things considered, that made him one lucky bastard.", "zh": "她的丈夫十年前進了墳墓，就各方面而言，他還算是個幸運的渾蛋。", "type": "1:1", "score": 0.676331639289856, "source_para_score": 0.8265805840492249}
{"en": "Another neighbor—some old tart who turned a hundred years old the same year the Titanic sank—saw you, and you thought . . .", "zh": "毀花時另一個鄰居看到了你。她是個放蕩的老婊子，泰坦尼克號沉沒那年出生的，現在得有一百歲了。", "type": "1:2", "score": 0.7441120147705078, "source_para_score": 0.8543863296508789}
{"en": "well . . . you thought why not do what Henry Cutter always does?", "zh": "你心想，為什麼自己不會按亨利·卡特的行事風格處理此事呢？", "type": "2:1", "score": 0.7445794939994812, "source_para_score": 0.8543863296508789}
{"en": "But tearing out roses is a long way from tearing out throats, and killing people is only for the books—but you’d be lying to yourself if you didn’t admit there was a moment, albeit a very brief one, where you imagined her bleeding to death on the ground, her face riddled with confusion and pain.", "zh": "畢竟扯掉她的玫瑰離掐住她的喉嚨還遠著呢，殺死人只是在書中發生過而已。你很想自欺欺人，但有那麼一個倏忽即逝的瞬間，你渴望她正躺在血泊之中，臉上茫然而又痛苦。但，無論如何，一切都相安無事。", "type": "1:3", "score": 0.6973531246185303, "source_para_score": 0.8543863296508789}
{"en": "What’s the worst that can happen?", "zh": "還能發生什麼更糟糕的事呢？", "type": "1:1", "score": 0.8232889175415039, "source_para_score": 0.8543863296508789}
{"en": "You already have Alzheimer’s.", "zh": "你已經患上阿爾茨海默病了。", "type": "1:1", "score": 0.8707036375999451, "source_para_score": 0.8543863296508789}
{"en": "Who cares if she calls the police and you have to pay a fine.", "zh": "誰管她是否叫警察、你是否需要支付罰款！", "type": "1:1", "score": 0.7353557348251343, "source_para_score": 0.8543863296508789}
{"en": "When Mrs. Smith comes over later, just smile at her, and tell her how much fun you had ruining her pride and joy.", "zh": "後來，史密斯太太來了，你沖她微笑，告訴她毀了她為之驕傲和喜悅的玫瑰是多麼有趣。", "type": "1:1", "score": 0.8255053162574768, "source_para_score": 0.8268802165985107}
{"en": "Then laugh at her, because the one thing people hate in life is being laughed at.", "zh": "你儘管嘲笑她，因為人們最討厭的事情就是被人嘲笑了。", "type": "1:1", "score": 0.6756805181503296, "source_para_score": 0.8268802165985107}
{"en": "So there you go, Madness Journal. Another bullshit day out of the way on this road to . . .", "zh": "「狂人日記」啊，另一個狗屁日子即將到來了，會是在哪一天呢？", "type": "2:1", "score": 0.6595436334609985, "source_para_score": 0.6508367657661438}
{"en": "Jerry places the journal entry down.", "zh": "傑瑞放下日記。", "type": "1:1", "score": 0.7545434236526489, "source_para_score": 0.8712879419326782}
{"en": "His first thought is that he has no recollection of having ever written it, certainly not from Henry’s POV.", "zh": "第一個冒出來的念頭，是他不記得自己曾經寫過這些事情，當然也不是冒充亨利寫的。", "type": "1:1", "score": 0.7840005159378052, "source_para_score": 0.8712879419326782}
{"en": "Was Henry more than just a pen name?", "zh": "亨利真的只是個筆名嗎？", "type": "1:1", "score": 0.7515189051628113, "source_para_score": 0.8712879419326782}
{"en": "Did he actually become Henry when he sat at the keyboard?", "zh": "坐在鍵盤前時，他就真的成了亨利？", "type": "1:1", "score": 0.8200204968452454, "source_para_score": 0.8712879419326782}
{"en": "Jerry begins to understand his critics a little better but is baffled by how he ended up becoming an internationally bestselling author.", "zh": "傑瑞開始理解他的評論家了，但令他百思不得其解的是，自己怎麼就成了一個國際暢銷書作家呢？", "type": "1:1", "score": 0.8035557270050049, "source_para_score": 0.8712879419326782}
{"en": "He hopes Henry wasn’t actually at the wheel.", "zh": "他倒希望掌舵自己身體的不是亨利。", "type": "1:1", "score": 0.7255973815917969, "source_para_score": 0.7255971431732178}
{"en": "Surely not. Sandra would never have lived with him.", "zh": "當然不是的，桑德拉永遠不會和他生活在一起的。", "type": "2:1", "score": 0.9148460626602173, "source_para_score": 0.9148463010787964}
{"en": "The same way she never would have married a killer?", "zh": "「同樣地，她永遠不會和殺人兇手結婚。」", "type": "1:1", "score": 0.735548734664917, "source_para_score": 0.7355487942695618}
{"en": "Well, that’s what they are here to prove.", "zh": "好了，他們就是這樣來證明的。", "type": "1:1", "score": 0.8484849333763123, "source_para_score": 0.8484849333763123}
{"en": "Or disprove.", "zh": "「或者，你也可以反證。", "type": "1:1", "score": 0.6776513457298279, "source_para_score": 0.6839388608932495}
{"en": "I don’t like that you think of me as an asshole, especially when all I’m doing is trying to help you.", "zh": "我不願意讓你認為我是個討厭鬼，我這麼做都是為了幫助你。」", "type": "1:1", "score": 0.6658792495727539, "source_para_score": 0.6839388608932495}
{"en": "Jerry looks back at the pages.", "zh": "傑瑞又看了看書稿。", "type": "1:1", "score": 0.7361884713172913, "source_para_score": 0.8940695524215698}
{"en": "Henry never existed, not in the beginning, but perhaps the Alzheimer’s gave birth to him.", "zh": "亨利根本不存在，從一開始就不存在，也許是阿爾茨海默病催生出了他。", "type": "1:1", "score": 0.8217200040817261, "source_para_score": 0.8940695524215698}
{"en": "Perhaps Henry grew enough to occasionally take control.", "zh": "也許是亨利成熟了，所以偶爾還能控制。", "type": "1:1", "score": 0.7995571494102478, "source_para_score": 0.8940695524215698}
{"en": "There’s no other way to explain the journal.", "zh": "不然，沒有其他方法可以解釋日記的存在。", "type": "1:1", "score": 0.8035991191864014, "source_para_score": 0.8940695524215698}
{"en": "“Can I have the journal?”", "zh": "「我可以看看日記嗎？」", "type": "1:1", "score": 0.8529605865478516, "source_para_score": 0.8940695524215698}
{"en": "he asks Hans.", "zh": "他問漢斯。", "type": "1:1", "score": 0.903880774974823, "source_para_score": 0.8940695524215698}
{"en": "Now Hans looks over. “About the day Sandra died?”", "zh": "這次，漢斯抬頭看了看他，說：「有關桑德拉的死嗎？」", "type": "2:1", "score": 0.8080831170082092, "source_para_score": 0.8080830574035645}
{"en": "Hans seems to think about it, and Jerry is suddenly sure his friend is about to say no, but then he relents and tosses it over.", "zh": "漢斯似乎在猶豫，那一瞬間傑瑞覺得他的朋友肯定會說不，但後來他還是答應了，他把日記扔了過來。", "type": "1:1", "score": 0.8119804859161377, "source_para_score": 0.8274315595626831}
{"en": "“Make it quick,” he says.", "zh": "「快點兒。」他說。", "type": "1:2", "score": 0.8198956251144409, "source_para_score": 0.8274315595626831}
{"en": "Jerry flicks through to day thirty-eight, but there is no day thirty-eight. There’s a day forty. Before day forty are the torn edges in the margin where pages have been removed.", "zh": "傑瑞快速翻到第三十八天，但沒有第三十八天的，只有第四十天，在第四十天之前留有紙頁被撕掉的痕迹。", "type": "3:1", "score": 0.8404518365859985, "source_para_score": 0.8497186899185181}
{"en": "His concern about being Henry becomes concern for the other things he’s done, the ultimate concern being Henry is the one who killed Sandra.", "zh": "他的擔憂從一開始被亨利掌控變成了他會做些不可告人的事，最終他的擔憂成了亨利才是殺死桑德拉的兇手。", "type": "1:1", "score": 0.7506959438323975, "source_para_score": 0.8497186899185181}
{"en": "He flicks back to the first page. He can actually remember sitting at his desk writing some of this stuff.", "zh": "他翻回第一頁，他可以記得坐在辦公桌前寫日記的情形。", "type": "2:1", "score": 0.8405316472053528, "source_para_score": 0.8497186899185181}
{"en": "Day one. Your name is Jerry Grey, and you are scared. . . . You lost your phone yesterday, and last week you lost your car, and recently you forgot Sandra’s name.", "zh": "第一天，你的名字是傑瑞·格雷，你害怕……你昨天丟了手機，上星期你丟了車，最近你甚至忘了桑德拉的名字。", "type": "3:1", "score": 0.9124979972839355, "source_para_score": 0.8497186899185181}
{"en": "Day four. You won’t be able to hold Sandra’s hand and watch her smile.", "zh": "第四天，你不能握著桑德拉的手，看著她微笑。", "type": "2:1", "score": 0.8750643730163574, "source_para_score": 0.8497186899185181}
{"en": "You won’t be able to chase Eva and pretend you’re a grizzly bear.", "zh": "你不能假裝自己是一頭灰熊，追逐著伊娃。", "type": "1:1", "score": 0.7811867594718933, "source_para_score": 0.8497186899185181}
{"en": "Day twenty. People often think that crime writers know how to get away with murder, but you’ve always thought if anybody could, it’d be Hans.", "zh": "第二十天，人們通常以為，犯罪小說家知道如何逃脫謀殺，但你以為這世上只有漢斯才可以做到。", "type": "2:1", "score": 0.8087710738182068, "source_para_score": 0.8497186899185181}
{"en": "Day thirty. There’s a couch in the office. The Thinking Couch. You’ll lie there sometimes and come up with ideas for the books, work on solutions, lie there and listen to Springsteen cranked so loud the pens will roll off the desk.", "zh": "第三十天，寫作房裡有張「思考沙發」，以前，你總會躺在那裡一邊構思書稿，一邊聽著斯普林斯汀那蕩氣迴腸的音樂。", "type": "4:1", "score": 0.7374244928359985, "source_para_score": 0.8497186899185181}
{"en": "Then day forty, and here Past Jerry has no memory at all of what he’s done to Mrs. Smith’s roses, and that’s because it wasn’t Past Jerry who tore them out, but Past Henry.", "zh": "你把音量開得很大，鋼筆掉到書桌下也不管。然後是第四十天，過去的傑瑞對史密斯太太的玫瑰到底做了什麼，他毫無記憶，因為，不是過去的傑瑞毀掉了玫瑰，而是過去的亨利做的。", "type": "1:2", "score": 0.7850393652915955, "source_para_score": 0.8497186899185181}
{"en": "He used to think Sandra was tearing the pages out, but no, it was him. Or Henry.", "zh": "他以前以為是桑德拉撕掉了日記的那幾頁，但不是，是他自己，或者是亨利。", "type": "2:1", "score": 0.8518965244293213, "source_para_score": 0.8497186899185181}
{"en": "One of them was tearing them out to protect him, to keep the bad things he was doing a secret.", "zh": "撕掉日記的那幾頁是為了保護他，掩蓋他做的壞事。", "type": "1:1", "score": 0.6925753951072693, "source_para_score": 0.8497186899185181}
{"en": "It was Henry. Henry Cutter, writer of words, destroyer of lives.", "zh": "亨利·卡特，一名作家，他是生命的毀滅者。", "type": "2:1", "score": 0.7774055600166321, "source_para_score": 0.8460619449615479}
{"en": "He tosses the journal back to Hans.", "zh": "他把日記推回給漢斯。", "type": "1:1", "score": 0.8707753419876099, "source_para_score": 0.8707752823829651}
{"en": "“What is it you’re reading there?” Hans asks.", "zh": "「你在看什麼？」漢斯問。", "type": "2:1", "score": 0.8406890034675598, "source_para_score": 0.840688943862915}
{"en": "“Just some notes,” Jerry says, and he goes back to the loose pages, of which there are another dozen or so.", "zh": "「一些筆記。」傑瑞說，他開始看那些零散的紙頁，還有十幾頁。", "type": "1:2", "score": 0.7893905639648438, "source_para_score": 0.900265097618103}
{"en": "There are more things he has done here as Henry. The whole thing with the spray-paint—that was Henry. He wrote about it before doing it.", "zh": "他以亨利的身份做了許多事情，譬如噴漆，這也是亨利的傑作，他在做這事之前把它寫了下來。", "type": "3:1", "score": 0.8148398399353027, "source_para_score": 0.900265097618103}
{"en": "He had the can of spray-paint on his desk when he was writing the entry.", "zh": "他在寫這篇日記的時候，書桌上正放著噴罐。", "type": "1:1", "score": 0.7751626968383789, "source_para_score": 0.900265097618103}
{"en": "He was getting ready to walk out the door and sneak across the street, and oh how he was looking forward to it.", "zh": "他即將走出大門，溜到街道對面，他心裏好生期待。", "type": "1:1", "score": 0.6731654405593872, "source_para_score": 0.900265097618103}
{"en": "He knew Mrs. Smith would suspect him, but he didn’t care.", "zh": "他知道史密斯太太會懷疑他，但他毫不在乎。", "type": "1:1", "score": 0.9431290030479431, "source_para_score": 0.900265097618103}
{"en": "He would deny it. He would suggest she leave the neighborhood because somebody seemed to have it in for her.", "zh": "他會否認的，會建議她離開這個社區，因為有人總跟她過不去。", "type": "2:1", "score": 0.832665205001831, "source_para_score": 0.900265097618103}
{"en": "And where the hell was Jerry then?", "zh": "該死的，那麼那時傑瑞在哪兒呢？", "type": "1:1", "score": 0.8192594051361084, "source_para_score": 0.626250147819519}
{"en": "He carries on reading.", "zh": "他繼續往下讀。", "type": "1:1", "score": 0.8127950429916382, "source_para_score": 0.8825737237930298}
{"en": "Henry develops a crush on the florist.", "zh": "亨利迷戀上了花店老闆。", "type": "1:1", "score": 0.712958037853241, "source_para_score": 0.8825737237930298}
{"en": "A few days before the wedding he decides to sneak out the window to go and see her.", "zh": "在婚禮前幾天，他決定從窗戶溜出去看她。", "type": "1:1", "score": 0.879024088382721, "source_para_score": 0.8825737237930298}
{"en": "Jerry remembers that day.", "zh": "那一天傑瑞仍舊記憶猶新。", "type": "1:1", "score": 0.7825227379798889, "source_para_score": 0.8825737237930298}
{"en": "Not sneaking out the window, but he remembers being at the flower shop, the woman who helped him, who drove him home, the woman who died the night of the wedding.", "zh": "他不記得自己溜出窗外，但他記得去了花店，記得開車送他回家的女人，記得在婚禮那天夜晚死去的女人。", "type": "1:1", "score": 0.8328644037246704, "source_para_score": 0.8825737237930298}
{"en": "It’s looking like Henry isn’t a dessert guy, but a rape and murder guy.", "zh": "亨利並不喜歡甜點，他是個強|奸犯，是個殺人兇手。", "type": "1:1", "score": 0.7023706436157227, "source_para_score": 0.7023706436157227}
{"en": "It starts with Henry waking up on the couch with blood all over his shirt.", "zh": "開頭寫的是亨利在沙發上醒來，襯衫上沾滿鮮血。", "type": "1:1", "score": 0.7612873315811157, "source_para_score": 0.8264725208282471}
{"en": "He checks his body for cuts, he counts his fingers and toes, and comes to the conclusion the blood isn’t his.", "zh": "他在身上尋找刀口，他數著手指和腳趾，他得出結論，那些血不是他的。", "type": "1:1", "score": 0.7966209053993225, "source_para_score": 0.8264725208282471}
{"en": "He suspects it might have been from his neighbor, he says My first thought is the silly old trout from over the road, that she’s come over and asked me to trim back the hedges and instead I’ve trimmed back her arms and legs, sculpting her body back to a limbless blob.", "zh": "他懷疑是在鄰居家沾上的血，他寫道：「我最先想到的是街道對面的那個又老又蠢的惡婆子，她過來讓我修剪籬笆，我就修剪了她的胳膊和腿，把她的屍體修剪成一坨無肢的肉。」", "type": "1:1", "score": 0.7307466268539429, "source_para_score": 0.8264725208282471}
{"en": "He checks on Sandra. She’s fine.", "zh": "他看了看桑德拉，她還在熟睡。", "type": "2:1", "score": 0.6943252682685852, "source_para_score": 0.8074162006378174}
{"en": "Then he hides the shirt under the floorboards where spiders and mice can eat it over the next hundred years.", "zh": "然後，他將襯衫藏在地板下，「一百年後，蜘蛛和老鼠可以吃光它。」", "type": "1:1", "score": 0.756028413772583, "source_para_score": 0.8074162006378174}
{"en": "Henry can remember speaking to Nurse Mae earlier in the evening, but not what they spoke about.", "zh": "亨利可以記得晚上早些時候曾和梅護士說過話，但他記不得都說過什麼了。", "type": "1:1", "score": 0.8568819761276245, "source_para_score": 0.8074162006378174}
{"en": "Something is hinky, according to Henry. Out of whack. And not just Alzheimer’s hinky. Only Henry can’t figure it out.", "zh": "亨利還說，有些東西他也說不清楚，不只是阿爾茨海默病的緣故。", "type": "4:1", "score": 0.6802343726158142, "source_para_score": 0.680234432220459}
{"en": "The entry ends there.", "zh": "日記在那裡結束了。", "type": "1:1", "score": 0.7338711023330688, "source_para_score": 0.8384323716163635}
{"en": "Jerry can’t help but be impressed. Henry Cutter has performed his most famous trick: he’s driven the story into the unknown.", "zh": "傑瑞印象很深刻，亨利·卡特又在玩弄他最拿手的把戲了：他將故事帶進未知的境地。", "type": "2:1", "score": 0.7958368062973022, "source_para_score": 0.8384323716163635}
{"en": "It’s been his job for years to make up scenarios, to string facts together in a weird and wonderful way.", "zh": "多年以來，他的工作是刻畫人物、塑造情景，以一種奇怪而又奇妙的方式把真相聯繫在一起。", "type": "1:1", "score": 0.8303900957107544, "source_para_score": 0.8384323716163635}
{"en": "He is Henry Cutter, he is the master of making a coincidence work, of turning a cliché on it’s head, of disappointing a few bloggers and being a chauvinistic asshole.", "zh": "他是亨利·卡特，是個寫作高手，能使巧合變得合理，給陳詞濫調賦予新的寓意，善於讓討厭他的博主失望。他是一個沙文主義者。", "type": "1:2", "score": 0.6579620242118835, "source_para_score": 0.8384323716163635}
{"en": "People often think that crime writers know how to get away with murder, but you’ve always thought if anybody could, it’d be Hans. He looks down again at Henry’s loose pages and begins to read.", "zh": "他回想著剛剛翻閱日記時看到的內容：第二十天，人們通常以為，犯罪小說家知道如何逃脫謀殺，但你以為這世上只有漢斯才可以做到。", "type": "2:1", "score": 0.6648526191711426, "source_para_score": 0.837035596370697}
