{"en": "It’s been an hour since the argument. Ten minutes since your last drink.", "zh": "距離你和桑德拉爭吵有一個小時了，距離剛剛喝酒有十幾分鐘了。", "type": "2:1", "score": 0.6897262334823608, "source_para_score": 0.8650670051574707}
{"en": "The online video now has over a hundred thousand hits.", "zh": "現在，在線視頻的點擊量已超過十萬次。", "type": "1:1", "score": 0.8790334463119507, "source_para_score": 0.8650670051574707}
{"en": "The office door is slightly ajar, which means you can hear other sounds from around the house, the last of which was the bedroom door softly shutting when Sandra went up to bed.", "zh": "辦公室的門虛掩著，你可以聽到別的房間里的聲音，最後一個聲響是桑德拉輕輕關閉卧室門上床睡覺的聲音。", "type": "1:1", "score": 0.8431793451309204, "source_para_score": 0.8650670051574707}
{"en": "You’ll be sleeping on the couch tonight, though you won’t have to get too used to it— you’ll be sentenced to the nursing home very soon.", "zh": "你今晚會睡在沙發上，雖然你不太習慣，不過你很快就會被送到療養院了。", "type": "1:1", "score": 0.8433653116226196, "source_para_score": 0.8650670051574707}
{"en": "This may be one of your last free moments in the office, so you’re feeling nostalgic.", "zh": "這可能是你最後一次自由地待在寫作房裡，所以此刻房間里充滿了懷舊的氣息。", "type": "1:1", "score": 0.7673144340515137, "source_para_score": 0.8335197567939758}
{"en": "Some details are fuzzy, others are clear.", "zh": "有些細節變得非常模糊，有些則十分清晰。", "type": "1:1", "score": 0.8868966102600098, "source_para_score": 0.8335197567939758}
{"en": "You can remember the time Eva got stung by a bee when she was nine years old, which led to her throwing out a plushy bee toy she’d had since she was a baby, plus every one of her children’s books that had pictures of bees in them. You can remember the day your mother called with news dad had died. You can remember teaching Eva to fly a kite, how the string broke, how it disappeared on the wind and you convinced her it was going to head into space, and how every night for the following few weeks she would ask where the kite was now, and you would say it was near Mars, near Jupiter, how it was stuck on the rings of Saturn but working its way free, and she asked how you knew all this and you said NASA would call every night because they were tracking it with one of their giant telescopes.", "zh": "你能記得伊娃九歲的時候被蜜蜂蜇了，她便把在嬰兒時給她買的一個很貴的萊希蜜蜂玩具扔出房去，還包括裏面的蜜蜂圖畫的兒童圖書；你還記得你媽媽打電話過來說你爸爸去世的那一天；你還記得如何教伊娃放風箏，風箏線斷了，風箏隨風飄去，你對她說風箏飄去了太空。", "type": "3:1", "score": 0.7674270272254944, "source_para_score": 0.8335197567939758}
{"en": "For the last few hours you’ve let multiple memories flood your brain, enjoying the process, very well aware that soon they will be walled off by the changing landscape of neurological pathways.", "zh": "在過去的幾個小時里，你的腦海里不斷湧現無數幀記憶畫面，你很享受，但你也十分清楚，不久它們將因神經通路的改變而被隔斷。", "type": "1:1", "score": 0.8194645047187805, "source_para_score": 0.8335197567939758}
{"en": "The video has now had more than a hundred and ten thousand hits. Hard not to wonder what it will max out at, or wonder if your publishers know about the speech, or what tomorrow will bring.", "zh": "視頻的點擊量已經超過十一萬次了，很難預測最大點擊量會達到多少，你也非常想知道你的出版商是否已經知道了講話內容，或者明天又會發生什麼。", "type": "2:1", "score": 0.8802365660667419, "source_para_score": 0.877919614315033}
{"en": "So many people you know will have seen that video, from your editor to your doctor to your lawyer to the florist.", "zh": "很多你認識的人會看到這段視頻，比如你的編輯、你的醫生、你的律師，還有花店老闆。", "type": "1:1", "score": 0.8173108696937561, "source_para_score": 0.877919614315033}
{"en": "All this wondering . . . you need a walk.", "zh": "所有這些遐想……你要去散步了。", "type": "2:1", "score": 0.8026873469352722, "source_para_score": 0.8448785543441772}
{"en": "You need some time apart from the Madness Journal.", "zh": "你需要同「狂人日記」分開一段時間了。", "type": "1:1", "score": 0.829531192779541, "source_para_score": 0.8448785543441772}
{"en": "It’s time to sneak out the window, maybe find a bar somewhere and just . . .", "zh": "現在你需要偷偷爬到窗外，找一間酒吧，只是在那裡小坐一會兒。", "type": "1:1", "score": 0.6851899027824402, "source_para_score": 0.8448785543441772}
{"en": "Kind of like your dad used to do instead of coming home to the life that was making him unhappy.", "zh": "就像你爸爸以前那樣，他不開心時就懶得回家。", "type": "1:1", "score": 0.6912128925323486, "source_para_score": 0.8448785543441772}
{"en": "Maybe take a nap first.", "zh": "也許你還可以小睡一會兒。", "type": "1:1", "score": 0.7528536319732666, "source_para_score": 0.8448785543441772}
{"en": "Good news—let’s see . . . you’re still alive.", "zh": "好消息：讓我們來看看……你還活著。", "type": "2:1", "score": 0.8956280946731567, "source_para_score": 0.8956280946731567}
{"en": "Bad news—you’re still alive.", "zh": "壞消息：你還活著。", "type": "1:1", "score": 0.8522853255271912, "source_para_score": 0.8522852659225464}
{"en": "Jerry stays on the couch while Hans goes into another room. He sips at his bottle of water while he watches the news.", "zh": "漢斯到另一個房間去了，傑瑞獃獃地坐在沙發上，他喝著那瓶水，看著新聞。", "type": "2:1", "score": 0.8488984107971191, "source_para_score": 0.841928243637085}
{"en": "The story has something to do with gas prices going up, and he realizes that’s one thing he’ll never have to worry about again, and with that thought comes another one—it’s also something that Fiona Clark won’t have to worry about.", "zh": "新聞里報道的是汽油價格上漲的事，他忽然想到他再也不必為此事擔憂了，同時他還想起一件事：她再也不必為菲奧娜·克拉克的事擔心了。", "type": "1:1", "score": 0.7573662996292114, "source_para_score": 0.841928243637085}
{"en": "A sense of recognition quickly follows, and he realizes he’s done this before—not kill somebody, that he has never done—but watched the news only to see a dead woman on the television screen, his imagination on overdrive as it fills in the blanks.", "zh": "他竟有了一種深深的認同感，他想到他在此之前曾經做過此事——不是殺人，他從來沒有殺過人——他看著新聞，看到電視屏幕上出現一個死去的女人，他頭腦中想象的齒輪飛快地運轉，填補了腦中的空白。", "type": "1:1", "score": 0.8301876783370972, "source_para_score": 0.841928243637085}
{"en": "Sometimes the imagination of a crime writer is a powerful thing. In fact he’d go as far as to say it’s a curse.", "zh": "有時，犯罪小說家的想象力異常強大，簡直可以稱得上是一種詛咒了。", "type": "2:1", "score": 0.7955629825592041, "source_para_score": 0.841928243637085}
{"en": "It’s one reason he used to try and avoid the news—when he sees somebody murdered, his mind goes to the event, he pictures their last few moments, what they went through, the fear, the begging, the desperation to survive.", "zh": "所以他以前盡量不去看新聞，每當他看到有人被謀殺后，經常會受案件的感染，腦海中總會浮現出那些人生命的最後幾分鐘的情景：他們所經受的折磨，恐懼、乞求、逃生、絕望。", "type": "1:1", "score": 0.7524899244308472, "source_para_score": 0.841928243637085}
{"en": "His mind takes him there, but it also takes him to the moments before, those choices made on the way home when the victim could have turned left instead of right, made that green light before it turned red, if they hadn’t skipped their coffee—decisions and processes bringing them closer to death.", "zh": "他的想象力不僅牽引著他想到他們被害的場景，還牽引著他來到被害之前的時刻：要是他們遇到十字路口往左轉而不是往右轉，要是綠燈變成了紅燈，要是他們還想再喝一杯咖啡——他們都不會死去的。然而，正是他們的決定，引導著他們一步一步走向死亡。", "type": "1:2", "score": 0.7778123617172241, "source_para_score": 0.841928243637085}
{"en": "His imagination runs the other direction too, moving forward after the crime, a mother collapsing at the news, a husband punching a wall, children confused and scared, a boyfriend begging the police to have five minutes alone with whoever did this, people being sedated the same way he had to be sedated yesterday.", "zh": "在其他方向，他的想象力也是異常豐富，比如兇手實施犯罪后離開的背影，一位母親看罷新聞節目號啕大哭，一位丈夫瘋狂地猛擊牆壁，孩子們的困惑和恐懼，男朋友乞求警察和兇手獨處五分鐘，他們都會被強迫注射鎮靜劑的，就像昨天那樣。", "type": "1:1", "score": 0.8169232606887817, "source_para_score": 0.841928243637085}
{"en": "He scratches at his arm, the needle prick still itching from the injection.", "zh": "他抓撓著手臂，注射后留下的針眼奇癢無比。", "type": "1:1", "score": 0.7080719470977783, "source_para_score": 0.841928243637085}
{"en": "“We can still go to a strip bar,” Hans says.", "zh": "「我們仍然可以去脫衣舞酒吧。」漢斯說。", "type": "1:2", "score": 0.873376190662384, "source_para_score": 0.8733762502670288}
{"en": "“Let’s just get this over with.”", "zh": "「讓我們把這事處理好。」", "type": "1:1", "score": 0.8835529088973999, "source_para_score": 0.8835529685020447}
{"en": "Within a minute Hans is pulling up stories, and there is Suzan with a z, only she isn’t Suzan with a z but Julia with a J and with a face Jerry can remember, a face he can picture when he thinks of the book he put her in, this is the woman he thinks about when he confesses to murder.", "zh": "在一分鐘內，漢斯編造了如下故事：的確有一個蘇姍，不過她真正的原型是把「朱」寫成「茱」的茱莉婭，她的臉龐讓傑瑞刻骨銘心。他在書中塑造了這個人物，每當想起這本書，他腦海中就會浮現她的那張臉，那麼逼真，那麼活靈活現。每當他承認殺人時，他就會想起這個女人。", "type": "1:4", "score": 0.7612993717193604, "source_para_score": 0.8112930059432983}
{"en": "Julia without a z, whose backyard he stood in thirty years ago while embracing the darkness.", "zh": "三十年前，他站在茱莉婭的後院里，黑暗裹挾著他。", "type": "1:1", "score": 0.737995445728302, "source_para_score": 0.8112930059432983}
{"en": "Blond hair and big blue eyes, athletic, his neighbor, the woman he would see jogging in the mornings, her ponytail bouncing up and down, this girl not much older than Eva is now.", "zh": "她是他的鄰居，年紀比伊娃大不了多少，生著一頭金色的頭髮，湛藍的大眼睛，身體健壯。他經常會看到這個女人在清晨慢跑，馬尾辮一左一右有節奏地晃動。", "type": "1:2", "score": 0.7277994155883789, "source_para_score": 0.8112930059432983}
{"en": "They read the articles. Julia had broken up with her boyfriend six weeks earlier, a guy by the name of Kyle Robinson.", "zh": "茱莉婭六個星期前和男友分手，她的男友名叫凱爾·羅賓遜。", "type": "2:1", "score": 0.8232059478759766, "source_para_score": 0.8112930059432983}
{"en": "According to her friends, he was harassing her. He was phoning her all the time, showing up at her work, showing up at her home, he would send her flowers and, on one occasion, he placed a dozen dead roses on her doorstep.", "zh": "據她的朋友說，他經常騷擾她，總是給她打電話，工作時去找她，還會到她家裡去找她。", "type": "2:1", "score": 0.6848745942115784, "source_para_score": 0.8112930059432983}
{"en": "Her friends told her to contact the police, to get a restraining order, but she defended him. She said he wasn’t really that bad, even though he had hit her a few months before they broke up, just the once, if you don’t include the other time he’d pushed her hard into the wall.", "zh": "她的朋友讓她報警，拿到禁制令，但她為他辯解說他還沒有那麼糟，儘管他們分手前幾個月他動手打了她。", "type": "2:1", "score": 0.8346344232559204, "source_para_score": 0.8112930059432983}
{"en": "She thought reporting him would aggravate the situation.", "zh": "她認為告發他會讓情況更加惡化。", "type": "1:1", "score": 0.8814958333969116, "source_para_score": 0.8112930059432983}
{"en": "Then her body was found, and the boyfriend was suspect number one.", "zh": "後來，人們發現了她的屍體，她的男友被認定為頭號嫌疑犯。", "type": "1:1", "score": 0.822566032409668, "source_para_score": 0.8112930059432983}
{"en": "It was a label he couldn’t shake, and within forty-eight hours he was arrested and charged with her murder, and a year later he was found guilty and sentenced to fourteen years in jail.", "zh": "這是他無法擺脫的嫌疑，他在四十八小時內被逮捕，被控謀殺罪，一年後，他被判定有罪，並判處十四年有期徒刑。", "type": "1:1", "score": 0.8780758380889893, "source_para_score": 0.8112930059432983}
{"en": "Eleven years into his sentence another inmate stabbed him in the throat and the boyfriend left the prison system three years early in a body bag.", "zh": "在服刑的第十一個年頭，另一個犯人刺穿了他的喉嚨，於是她的前男友就被裹在屍體袋中提前三年離開了監獄。", "type": "1:1", "score": 0.8500353693962097, "source_para_score": 0.8112930059432983}
{"en": "“He always said he was innocent,” Hans says, leaning back into the couch.", "zh": "「他總是說他是無辜的。」漢斯說著，在沙發上向後仰去。", "type": "1:2", "score": 0.9063464403152466, "source_para_score": 0.9063463807106018}
{"en": "From the day you moved onto that street, you used to talk about how hot the girl was that lived opposite you.", "zh": "傑瑞說。「你以前提到過她很多次。自從你搬到那條街之日起，你就經常說住在你對面的女孩如何如何性感、如何如何火辣。", "type": "1:3", "score": 0.6872870326042175, "source_para_score": 0.8559374213218689}
{"en": "Talked about her all the time, right up until she died.", "zh": "你一直在談論她，後來她死了，你絕口不提了。", "type": "1:1", "score": 0.6897199749946594, "source_para_score": 0.8559374213218689}
{"en": "It was not long before you met Sandra.", "zh": "這事發生在你遇到桑德拉之後不久。", "type": "1:1", "score": 0.7835077047348022, "source_para_score": 0.8559374213218689}
{"en": "For those few days after she was found, and before the ex was arrested, you were as nervous as hell.", "zh": "在她的屍體被人發現后、她的前男友被逮捕之前的那幾天，你緊張得要命。", "type": "1:1", "score": 0.8036635518074036, "source_para_score": 0.8559374213218689}
{"en": "I figured, you know, it was just because somebody you liked was murdered and that it upset you, but I also remember wondering if she’d still be alive if I hadn’t shown you how to pick a lock.”", "zh": "我想，那是因為你喜歡的人被人謀殺了，讓你心煩意亂得很。但我有時也在想，如果她還活著，如果我沒有教會你怎麼開鎖，又會發生什麼呢？」他說的那些傑瑞都不記得，忽然他想起與桑德拉之前的一段對話。", "type": "1:3", "score": 0.7452486753463745, "source_para_score": 0.8559374213218689}
{"en": "“And a year ago when you found me covered in blood?”", "zh": "「當你一年前發現我滿身是血的時候？」", "type": "1:1", "score": 0.8917958736419678, "source_para_score": 0.891795814037323}
{"en": "Hans nods. “Yeah, I thought about her that night too.", "zh": "漢斯點點頭：「是的，那天晚上我也想起了她，你的模樣不禁讓我浮想聯翩。」", "type": "2:1", "score": 0.8648902177810669, "source_para_score": 0.8514397144317627}
{"en": "The news on the TV shows cop cars and reporters and rubberneckers all standing outside a house where police tape is strung across the front.", "zh": "電視上仍然播報著新聞，警察、記者和圍觀的人群站在一幢房子外，房前拉起了警戒帶。", "type": "1:1", "score": 0.7578785419464111, "source_para_score": 0.8461219072341919}
{"en": "It’s the house from this morning. Hans uses the remote to turn up the volume. The police aren’t releasing the dead girl’s name.", "zh": "這是今天上午傑瑞醒來的房子，漢斯用遙控器調高了音量，警方沒有透露死去女孩的名字。", "type": "3:1", "score": 0.7521352767944336, "source_para_score": 0.8461219072341919}
{"en": "They watch the report, neither of them talking, but Jerry knows both of them are thinking the same thing—that he killed her.", "zh": "他們看著新聞，誰也不說話，但傑瑞知道他們兩人都在想著同樣的事情，是他殺害了她。", "type": "1:1", "score": 0.8764745593070984, "source_para_score": 0.8461219072341919}
{"en": "He killed them, and his mind, to protect him, is hiding the memories.", "zh": "他殺死了他們，為了自我防護，他的大腦隱藏了記憶。", "type": "1:1", "score": 0.8603911399841309, "source_para_score": 0.8461219072341919}
{"en": "“How many others?” Jerry asks.", "zh": "「有多少人？」傑瑞問。", "type": "2:1", "score": 0.9012725353240967, "source_para_score": 0.9012724757194519}
{"en": "Hans doesn’t answer.", "zh": "漢斯沒有回答。", "type": "1:1", "score": 0.9222677946090698, "source_para_score": 0.7640323638916016}
{"en": "It’s been thirty years since Julia Barnes, and if it’s true and all this time I’ve been writing what I know, then how many others?", "zh": "自從茱莉婭·巴恩斯死去以後經過了三十年，如果這是真的，我是不是把我犯下的所有罪過都寫了下來？那麼有多少人呢？", "type": "1:2", "score": 0.7598205804824829, "source_para_score": 0.7908791303634644}
{"en": "Five?", "zh": "五個？", "type": "1:1", "score": 0.9815911054611206, "source_para_score": 0.7908791303634644}
{"en": "Ten?", "zh": "十個？", "type": "1:1", "score": 0.9667470455169678, "source_para_score": 0.7908791303634644}
{"en": "A hundred?”", "zh": "還是一百個？」", "type": "1:1", "score": 0.8579870462417603, "source_para_score": 0.7908791303634644}
{"en": "“I don’t know, Jerry. Maybe there aren’t any others.”", "zh": "「我不知道，傑瑞，也許沒有別人。」", "type": "2:1", "score": 0.9419578313827515, "source_para_score": 0.9419578313827515}
{"en": "Jerry slowly shakes his head.", "zh": "傑瑞微微搖了搖頭。", "type": "1:1", "score": 0.8300199508666992, "source_para_score": 0.7270829081535339}
{"en": "He is about to tell his friend he couldn’t have done any of this, but finds he can’t say the words.", "zh": "他要告訴他的朋友，他沒有殺人，但發現難以啟齒。", "type": "1:1", "score": 0.6902437210083008, "source_para_score": 0.7270829081535339}
{"en": "“Hans?”", "zh": "「漢斯？」", "type": "1:1", "score": 0.9418916702270508, "source_para_score": 0.7270829081535339}
{"en": "“I’m sorry, buddy.", "zh": "「對不起，老兄。", "type": "1:1", "score": 0.9123234748840332, "source_para_score": 0.8221496939659119}
{"en": "We need to go to the police. I’ve indulged you long enough, but it’s time to go.", "zh": "我們需要去報警了，我已經夠縱容你了，都這麼長時間了，現在應該走了。", "type": "2:1", "score": 0.7905459403991699, "source_para_score": 0.8221496939659119}
{"en": "Any more thoughts on the journal?”", "zh": "日記到底有沒有新線索？」", "type": "1:1", "score": 0.694976270198822, "source_para_score": 0.8221496939659119}
{"en": "“The police are going to pin as many unsolved homicides on me as they can, and I’m not going to know whether to believe them or not.”", "zh": "「警察會把沒破獲的凶殺案都安到我頭上，我不知道該不該相信他們。」", "type": "1:1", "score": 0.8541938066482544, "source_para_score": 0.8541938066482544}
{"en": "“It’ll bring closure to lots of people.”", "zh": "「但這會給很多人一個交代。」", "type": "1:1", "score": 0.7739678621292114, "source_para_score": 0.7739678621292114}
{"en": "They’re going to call me the Butcher of Christchurch. No, it’ll be the Cutter. They’re going to start calling me the Cutting Man.”", "zh": "他們會叫我『克萊斯特徹奇屠夫』，不，也許他們會叫我『刀鋒狂人』。」", "type": "3:1", "score": 0.777572751045227, "source_para_score": 0.7615614533424377}
{"en": "“They already do.”", "zh": "「他們已經這樣叫你了。」", "type": "1:1", "score": 0.8141887187957764, "source_para_score": 0.8141885995864868}
{"en": "“The meaning will be different this time.”", "zh": "「這一次是不同的含義。」", "type": "1:1", "score": 0.8656650185585022, "source_para_score": 0.8656649589538574}
{"en": "“We need to take you to the police station, but first you need to try and relax and think about where your journal is.”", "zh": "「我需要把你帶到警局，但首先你需要放鬆，想想日記在哪裡。」", "type": "1:1", "score": 0.8432596921920776, "source_para_score": 0.8432596921920776}
{"en": "“Did I do these things?", "zh": "「我殺了人嗎？", "type": "1:1", "score": 0.7364644408226013, "source_para_score": 0.7594383358955383}
{"en": "Tell me, Hans, tell me, did I do these things?”", "zh": "告訴我，漢斯，告訴我，我是不是殺了人？」", "type": "1:1", "score": 0.7710528373718262, "source_para_score": 0.7594383358955383}
{"en": "“Yes.”", "zh": "「是的。」", "type": "1:1", "score": 0.9468963742256165, "source_para_score": 0.9468965530395508}
{"en": "“And there’s no doubt in your mind?”", "zh": "「你心中就沒有一絲疑慮嗎？」", "type": "1:1", "score": 0.8498175144195557, "source_para_score": 0.8498175144195557}
{"en": "“None.”", "zh": "「沒有。」", "type": "1:1", "score": 0.9317564368247986, "source_para_score": 0.9317563772201538}
{"en": "“Okay,” Jerry says, finally accepting he has no other choice.", "zh": "「好吧。」傑瑞說，他終於接受了，他別無選擇。", "type": "1:2", "score": 0.8730752468109131, "source_para_score": 0.8848083019256592}
{"en": "“Then what does the journal matter?", "zh": "「那麼，日記還有什麼用？", "type": "1:1", "score": 0.8603011965751648, "source_para_score": 0.8848083019256592}
{"en": "Let’s just go to the police,” he says.", "zh": "咱們這就去警局。」", "type": "1:1", "score": 0.8016557097434998, "source_para_score": 0.8848083019256592}
{"en": "“Let’s just get this over with.”", "zh": "他說，「咱們儘快結束這一切。」", "type": "1:1", "score": 0.7364120483398438, "source_para_score": 0.8848083019256592}
