{"en": "Life, just like it often does when you’re writing, gets in the way.", "zh": "就像你曾寫過的那樣，生活仍舊在照常進行。", "type": "1:1", "score": 0.688734233379364, "source_para_score": 0.8200222849845886}
{"en": "Of course she’s been around a lot since then, and a lot has happened.", "zh": "從那天起她常常過來，其間還發生了許多事情。", "type": "1:1", "score": 0.735023558139801, "source_para_score": 0.8200222849845886}
{"en": "First of all, let me tell you that Sandra has removed all the alcohol from the house.", "zh": "告訴你的第一件事是桑德拉把家裡所有的酒都扔掉了。", "type": "1:1", "score": 0.8400379419326782, "source_para_score": 0.8200222849845886}
{"en": "Other people get sick, and other people die at much younger ages, but this is you me us we.", "zh": "有人病魔纏身，有人英年早逝，但這就是我們的宿命。", "type": "1:1", "score": 0.718038022518158, "source_para_score": 0.8200222849845886}
{"en": "You’re allowed to be upset for yourself—that’s your right, and you have to admit you’re a little angry at Sandra for getting rid of the one thing that can bring you comfort when nothing else can.", "zh": "你覺得心煩意亂，這是你的權利，而且你必須承認你有點兒生桑德拉的氣，因為她扔掉了你的酒。酒是唯一可以給你帶來慰藉的東西了，其他什麼也無法替代。", "type": "1:2", "score": 0.7251079082489014, "source_para_score": 0.8200222849845886}
{"en": "She has also taken away your credit card after the whole cat food thing.", "zh": "在貓糧事件后，她又拿走了你的信用卡。", "type": "1:1", "score": 0.7839031219482422, "source_para_score": 0.8200222849845886}
{"en": "You’ve lost count how many times she’s said over the last week You can’t do that, Jerry, or You should be doing that, Jerry.", "zh": "你已經不記得上個星期她說過多少次這樣的話了：「你不能這麼做，傑瑞」或者「你應該那麼做，傑瑞」。", "type": "1:1", "score": 0.8515223264694214, "source_para_score": 0.8200222849845886}
{"en": "The good news is that you called Hans.", "zh": "好消息：你打電話給漢斯了。", "type": "1:1", "score": 0.8285128474235535, "source_para_score": 0.8341751098632812}
{"en": "Hans has been a pretty big help to you over the years. He’s what you would call . . . source material.", "zh": "多年以來，漢斯一直在給予你幫助，他就是你所說的「寫作材料源」。", "type": "3:1", "score": 0.8204857110977173, "source_para_score": 0.8341751098632812}
{"en": "You met him in university.", "zh": "你是在大學結識他的。", "type": "1:1", "score": 0.952170193195343, "source_para_score": 0.8341751098632812}
{"en": "He was the first out of all your friends to start losing his hair, and he decided early to shave it completely off, which made him the only bald twenty-year-old on campus.", "zh": "在你所有的朋友中他是第一個脫髮的人，所以很早他就決定把頭髮全部剃光，結果他成了校園裡唯一一個二十歲的光頭。", "type": "1:1", "score": 0.8942207098007202, "source_para_score": 0.8341751098632812}
{"en": "He was taking a whole bunch of classes, including the same psychology class as you and Sandra, but for him it was more like he was trying to find the key to unlock not just the mind, but the world. He likes knowing how things tick.", "zh": "他修了全部課程，也包括你和桑德拉選過的心理學，對他來說，這門課不僅像打開心扉的鑰匙，更像打開世界的鑰匙。", "type": "2:1", "score": 0.798425555229187, "source_para_score": 0.8341751098632812}
{"en": "You used to go to his flat to study, and often the TV or the computer or the toaster would be in pieces, and once he figured out how all that stuff ticked, he moved on to bigger things, like the car.", "zh": "他喜歡探索事情的來龍去脈，那時你常去他的公寓學習，公寓里的電視、電腦或烤麵包機都被他拆得七零八落，一旦他摸清了這些小東西的構造，他就把目光投向更龐大的東西，比如汽車。", "type": "1:1", "score": 0.817202627658844, "source_para_score": 0.8341751098632812}
{"en": "He’s a little like Rain Man when it comes to numbers too. He can’t look at a spilled jar of toothpicks on the floor and tell you how many there are, but he can perform all sorts of complex arithmetic in his head.", "zh": "涉及數字時，他有點兒像《雨人》里的雷蒙，雖說他不能僅憑掃一眼打翻在地上的牙籤就告訴你有多少根，但是他可以在心裏完成各種各樣複雜運算。", "type": "2:1", "score": 0.7972409725189209, "source_para_score": 0.8341751098632812}
{"en": "He also has this trick where he can guess somebody’s age and weight, though he’d always deduct between twenty-five and thirty-five percent for women over twenty, more if he was attracted to them.", "zh": "他還有個絕招：能準確猜出別人的年齡和體重，不過對於那些超過二十歲的女人他常常會少算百分之二十五到百分之三十，可能是因為他挺喜歡她們的。", "type": "1:1", "score": 0.7847245931625366, "source_para_score": 0.8341751098632812}
{"en": "Sometimes you’d take a break from studying and sit out on the back porch and he’d be smoking a joint and you’d be drinking a beer, and you’d have a Rubik’s Cube he was always fiddling with, using the layer method to solve it in a few minutes, trying to learn a way to solve it in under a minute, which he eventually did, before cutting it down to thirty seconds.", "zh": "學累了，你們就放下功課，坐在後面的門廊里休息一下，他吸大麻，你喝啤酒。他總喜歡擺弄你的魔方，用分層法在幾分鐘內恢複原狀，接著潛心鑽研另一種方法好在一分鐘內搞定。最終，他做到了，而且只花了三十秒。", "type": "1:3", "score": 0.7235457897186279, "source_para_score": 0.8341751098632812}
{"en": "He taught himself to speak three languages, and once he spent two weeks doing nothing but origami, making swans and roses and panda bears before moving on and trying to figure out how to make the perfect paper plane.", "zh": "他自學了三種語言。有一次，他在兩個星期里什麼也不做，專門潛心練習摺紙，折出了天鵝、玫瑰和大熊貓，又想方設法地折出最漂亮的紙飛機。", "type": "1:2", "score": 0.8357224464416504, "source_para_score": 0.8341751098632812}
{"en": "When he was nineteen, he read a dozen books on how to fly a Cessna, then snuck onto an airstrip at night and stole one.", "zh": "十九歲時，他讀了很多書，並喜歡將所有書上知識試驗一番。書教給了他如何駕駛賽斯納飛機，他便在半夜悄悄潛進飛機跑道，偷偷開著一架飛機繞著半徑兩公里的飛行跑道跑了一圈，再安全返回。", "type": "1:2", "score": 0.7848749160766602, "source_para_score": 0.8341751098632812}
{"en": "Once you were at his flat studying and he was practicing how to pick a lock, not because he needed to break into a house, but to see if he could, then he spent hours trying to teach you what he had learned, not for your benefit, but just to see if teaching was another one of his abilities.", "zh": "他練習撬鎖不是因為要私闖民宅，而是看他有沒有這個本事；隨後他又花了幾個小時把自己學到的教給你，教給你不是為了讓你受益，而只是為了看看他有沒有教學這個本事。", "type": "1:1", "score": 0.7205989360809326, "source_para_score": 0.8341751098632812}
{"en": "The problem, with Hans, was the weed.", "zh": "漢斯因為煙草碰到了麻煩。", "type": "1:1", "score": 0.6704386472702026, "source_para_score": 0.8090202808380127}
{"en": "He probably smoked it just to quiet his brain. Then he started growing it, just to see if he could.", "zh": "他抽煙只是為了保持平靜，接著，他開始種植煙草，種植煙草只是為了看看自己是否擅長種植。", "type": "2:1", "score": 0.7183103561401367, "source_para_score": 0.8090202808380127}
{"en": "When he was twenty-one he did four months in jail, and when he came out he wasn’t the same Hans that went in—though by then something was changing inside him anyway, and prison just helped advance it, as it would when he served three more years for distribution when he was twenty-five.", "zh": "二十一歲時，他坐了四個月牢，出來時的漢斯已經和剛剛進去的漢斯完全不同了——儘管那時他的內心有什麼東西正蠢蠢欲動，但監獄加速了它的破土和萌發。二十五歲時，他服了三年多兵役。", "type": "1:2", "score": 0.8493434190750122, "source_para_score": 0.8090202808380127}
{"en": "The friendship became tenuous after his first prison visit, but Christchurch being a small place meant you would always run into him every now and then, and your relationship was based on who he used to be.", "zh": "你們的友誼在他入獄之後變得很脆弱，但克萊斯特徹奇是個彈丸之地，這意味著你們常常不期而遇，但正是因為過去的漢斯，你們才會成為朋友。未來的傑瑞，我們都有過這樣的朋友：僅憑第一次會面，我們很難知道是否以後會與他成為莫逆之交。", "type": "1:2", "score": 0.7061719298362732, "source_para_score": 0.8090202808380127}
{"en": "Hans got more heavily into drugs after that first prison stint.", "zh": "經過第一次牢獄之災后，漢斯對毒品越發依賴。", "type": "1:1", "score": 0.8839523196220398, "source_para_score": 0.8090202808380127}
{"en": "He started hitting the gym and he bulked up.", "zh": "他開始去健身房健身，逐漸變得強壯。他還文了身。", "type": "1:2", "score": 0.7908288240432739, "source_para_score": 0.8090202808380127}
{"en": "Yet whenever you ran into him, he was the warmest guy.", "zh": "每次你與他相處，他總是熱情洋溢。", "type": "1:1", "score": 0.6818833351135254, "source_para_score": 0.8090202808380127}
{"en": "When the first book came out, he came around to see you. He was so excited.", "zh": "你的第一本書出版后，他過來看你，興奮異常，你們的友誼這才重新深厚起來。", "type": "2:1", "score": 0.7258447408676147, "source_para_score": 0.8090202808380127}
{"en": "You’ve never based any characters on him, but if you wanted to know how to smuggle a baby out of the country or buy a pound of cocaine, he’s the guy you’d ask.", "zh": "你從來沒有以他為原型塑造過人物，但若想知道怎麼把嬰兒偷販出國或怎麼買到可卡因，問他就算找對人了。", "type": "1:1", "score": 0.8254271745681763, "source_para_score": 0.8090202808380127}
{"en": "People often think that crime writers would know how to get away with murder, but you’ve always thought if anybody could, it’d be Hans.", "zh": "人們通常以為，犯罪小說家知道如何逃脫謀殺，但你以為這世上只有漢斯才可以做到。", "type": "1:1", "score": 0.7681769728660583, "source_para_score": 0.8090202808380127}
{"en": "From how to create a stolen identity to putting the living fear of God into somebody, Hans is an all-sorts kind of guy in the sense that he can do all sorts of things.", "zh": "從創建一個盜用來的身份，再到把生活的恐懼施加給他人，從這種意義上說，漢斯是個全才，他什麼事都敢做，哪怕殺人越貨。", "type": "1:1", "score": 0.7699515223503113, "source_para_score": 0.8090202808380127}
{"en": "Bad things. You probably should know he scares you a little.", "zh": "你大概能感覺到他有點兒怕你。", "type": "2:1", "score": 0.7105739116668701, "source_para_score": 0.8090202808380127}
{"en": "In fact, he’s the guy you thought you bought the gun from.", "zh": "你還以為當初就是在他手上買來的槍。", "type": "1:1", "score": 0.6809159517288208, "source_para_score": 0.8090202808380127}
{"en": "On day seventeen you rang him and told him about the dementia.", "zh": "第十七天，你打電話給他告訴了他老年痴呆症的事。", "type": "1:1", "score": 0.895427942276001, "source_para_score": 0.8782652020454407}
{"en": "You sat on the deck outside and drank one of the beers he brought over while he smoked his joint and you talked about how unfair the world was.", "zh": "你坐在外面的露台上暢飲他帶過來的啤酒，他抽著大麻，你們抱怨著這世界有多麼多麼不公平。", "type": "1:1", "score": 0.8009481430053711, "source_para_score": 0.8782652020454407}
{"en": "He asked you to explain the Alzheimer’s to him, he wanted every detail, and he kept asking questions, as if it were a problem for which he could provide a solution.", "zh": "他讓你給他講講阿爾茨海默病，他想知道每一個細節，還一個勁兒地問這問那，好像他可以治療這個病症似的。", "type": "1:1", "score": 0.7883368134498596, "source_para_score": 0.8782652020454407}
{"en": "When you told him Sandra had gotten rid of all the gin, he got into his car and disappeared for twenty minutes, and when he returned he had five bottles, all of which you have hidden, and he told you to call him in a week when you’d run out.", "zh": "你告訴他桑德拉把所有的杜松子酒都處理掉了，他二話沒說就鑽進了汽車，二十分鐘后，他帶回來五瓶杜松子酒。他讓你把它們藏好，並告訴你等你一個星期內喝完之後再打電話給他。", "type": "1:2", "score": 0.8188280463218689, "source_para_score": 0.8607337474822998}
{"en": "A week!", "zh": "一個星期！", "type": "1:1", "score": 0.9508874416351318, "source_para_score": 0.8607337474822998}
{"en": "You miss the way Hans used to be, but the old Hans wouldn’t have driven off and returned with all that Bombay Sapphire.", "zh": "你雖然懷念以前的漢斯，但以前的漢斯絕不會驅車離去，回來時給你帶孟買產的藍寶石金酒。", "type": "1:1", "score": 0.6787989139556885, "source_para_score": 0.8607337474822998}
{"en": "By the way, you have a hiding place in your office—no, not under the desk—and that’s not a hiding place anymore since Sandra knows about it, but there’s another one at the back of the cupboard. There’s a false wall in there.", "zh": "順便說一句，你的寫作房裡有一個暗室，不是指桌子下面的，因為桑德拉已經發現了，而是說柜子後面的那塊牆壁是一面假牆。", "type": "2:1", "score": 0.7960320711135864, "source_para_score": 0.8914245367050171}
{"en": "You used those renovation skills of yours to build one when you moved in—it’s where you hide your writing backups.", "zh": "這是你們搬進來時你用裝修技術改造的，專門用來藏匿書稿備份。", "type": "1:1", "score": 0.6878584027290344, "source_para_score": 0.8914245367050171}
{"en": "Far easier than moving a desk out of the way every day. Some of the things you’ve written way back in the past, you’d die of embarrassment if anybody ever found them.", "zh": "把書稿放在這裏要比每天挪動桌子容易得多，裏面還有你很早以前寫的東西，要是有人讀了你肯定得窘死。", "type": "2:1", "score": 0.8291773796081543, "source_para_score": 0.8914245367050171}
{"en": "You could only fit three bottles in there, and the other two you hid in the garage.", "zh": "這裏只能放下三瓶酒，另外兩瓶你藏到了車庫裡。", "type": "1:1", "score": 0.894389808177948, "source_para_score": 0.8914245367050171}
{"en": "Sandra didn’t object to the tonic staying in the house.", "zh": "桑德拉不會反對家裡放著奎寧水的。", "type": "1:1", "score": 0.7110458016395569, "source_para_score": 0.8914245367050171}
{"en": "That’s day seventeen summed up. Let’s give you a good news and bad news summation.", "zh": "現在來總結一下第十七天，有好消息也有壞消息。", "type": "2:1", "score": 0.8251634836196899, "source_para_score": 0.8643253445625305}
{"en": "Bad news first. You ran out of alcohol.", "zh": "先說壞消息：你把酒喝光了。", "type": "2:1", "score": 0.8113323450088501, "source_para_score": 0.8643253445625305}
{"en": "You’re restocked with alcohol. More good news—Hans confirmed you never bought a gun.", "zh": "另一個好消息：漢斯證實了你從來就沒買過槍。", "type": "2:1", "score": 0.8191194534301758, "source_para_score": 0.8643253445625305}
{"en": "When asked, he said, So the dementia, that means you’re going to start saying all sorts of shit to people, right? You told him that was so.", "zh": "你問他時，他說：「老年痴獃，就意味著你對別人說的話都是屁話，對吧？」", "type": "2:1", "score": 0.77411288022995, "source_para_score": 0.8643253445625305}
{"en": "I never gave you a gun.", "zh": "你說：「是這樣的。」「我從來沒有給過你槍，也沒有給過任何人槍。」", "type": "1:2", "score": 0.6950133442878723, "source_para_score": 0.7864219546318054}
{"en": "Now back to day eleven. Hard to believe that was over a week ago now.", "zh": "現在回到第十一天，很難相信那就發生在一個多星期以前。", "type": "2:1", "score": 0.8896389007568359, "source_para_score": 0.7960752248764038}
{"en": "You had visited your lawyer during the week, and your accountant—all these preparations for the future—it’s like you’re taking a trip to the moon and never coming back.", "zh": "你在這周的工作日里拜訪了你的律師、會計師，做這些都是為將來做好準備，不知道的還以為你要開始月球之旅，再也不回來了。", "type": "1:1", "score": 0.8322828412055969, "source_para_score": 0.7960752248764038}
{"en": "They each shook your hand at the appointments and said how sorry they were, but they weren’t really sorry.", "zh": "約見時他們兩人都與你握了手，並表示非常遺憾。可他們並非真的遺憾，他們為什麼要遺憾呢？", "type": "1:2", "score": 0.6913158893585205, "source_para_score": 0.7960752248764038}
{"en": "Why would they be? You’re dying and they’re buying new cars and boats and it’s billable hours, baby, billable all the way.", "zh": "你就要死了，而他們卻拿著你的酬勞購置新的寶馬香車，約見都是要計費的，寶貝，每分每秒都在計費。", "type": "2:1", "score": 0.6547070145606995, "source_para_score": 0.7960752248764038}
{"en": "You cooked dinner on day eleven. Eva brought Rick over.", "zh": "那天，你做了晚飯，伊娃會帶瑞克回來。", "type": "2:1", "score": 0.8036395311355591, "source_para_score": 0.8620209693908691}
{"en": "You’re actually a pretty good cook. It’s one of your things—and you don’t have many things. You can write, you can play pool, you know some card tricks, you can catch Alzheimer’s like catching a cold, and you can cook.", "zh": "你其實是一個手藝不錯的廚師，也算是你為數不多的拿得出手的東西：你會寫作，會打檯球，知道一些打牌的竅門，會像得感冒一樣患上阿爾茨海默病，當然了，還有做飯。", "type": "3:1", "score": 0.8730025887489319, "source_para_score": 0.8620209693908691}
{"en": "What you cooked that day has slipped your mind, but if you really need to know, then send a letter and address it Jerry Grey, care of the past, and I’ll get back to you.", "zh": "那天做的飯勾起了你的回憶，不知道你是不是真的想知道這段回憶，要是想知道的話就寫一封信給傑瑞·格雷，我會儘快給你回復。", "type": "1:1", "score": 0.7875716090202332, "source_para_score": 0.8620209693908691}
{"en": "and she explained how she’s been writing music and, get this, she’s just sold her first song!", "zh": "伊娃還帶來了吉他，你們坐在客廳里，她向你們展示著自己是如何在堅持創作音樂的，接著她又告訴你們，她剛剛賣出了她的第一首歌！", "type": "1:1", "score": 0.6637778878211975, "source_para_score": 0.8620209693908691}
{"en": "She said she started writing during her three years in Europe. She traveled with a journal and she’d see things that would inspire her—people, sunsets, landscapes—and she’d write. She never said anything.", "zh": "她說她是在歐洲的三年裡開始音樂創作，旅行時她會帶著日記，每逢能激發靈感的東西，諸如過客、落日、山水，她都會一一記下來，這些她從未說過。", "type": "3:1", "score": 0.7952812910079956, "source_para_score": 0.8620209693908691}
{"en": "She said it was something she wanted to do on her own, that if you knew you’d probably try to give her advice, or try to help with her lyrics.", "zh": "她說創作是她一直以來想做的事情，問你是否能給她一些建議，或者幫她修改一下歌詞。", "type": "1:1", "score": 0.7423130869865417, "source_para_score": 0.8620209693908691}
{"en": "The singer who bought her song is planning on recording and releasing it soon.", "zh": "購買她歌曲版權的歌手正計劃錄音，不久就會發行。", "type": "1:1", "score": 0.8252159357070923, "source_para_score": 0.8620209693908691}
{"en": "Eva played it, and it was beautiful, but it made the discussion that was coming up so much harder.", "zh": "伊娃彈奏了那首歌曲，旋律優美動人，給接下來的討論算是出了難題。", "type": "1:1", "score": 0.6987931728363037, "source_para_score": 0.8620209693908691}
{"en": "You sat in the lounge with your arm around Sandra and listened to Eva sing, and Rick sat watching her and he was mesmerized, and you don’t think you’ve ever seen a guy as in love as good ol’ Rick.", "zh": "你坐在客廳的沙發上，摟著桑德拉，聽著伊娃唱歌，瑞克坐在那兒心醉神迷地看著伊娃，你從未見過有誰像瑞克這樣痴情。", "type": "1:1", "score": 0.7927596569061279, "source_para_score": 0.8620209693908691}
{"en": "The song is called “The Broken Man,” and is about a guy who breaks the hearts of every woman who falls in love with him, until one day his own heart is broken by the woman he can never have because she’s already married.", "zh": "歌名叫《心碎的男人》，歌詞講述了一個多情的浪子傷透了每個愛上他的女人，直到有一天，他卻因一個女人傷透了心，因為她已嫁作人婦，他再也得不到她了。", "type": "1:1", "score": 0.8016544580459595, "source_para_score": 0.7888100147247314}
{"en": "You asked her to play it again, and she did, and Sandra asked for a third time and she said no, maybe later, and smiled as if she were a little embarrassed at how proud you and Sandra were.", "zh": "你讓她再唱一次，她唱了，桑德拉讓她唱第三次，她說不了，等以後再唱。她微微一笑，彷彿是因為你和桑德拉對她那麼驕傲她有些不好意思。", "type": "1:2", "score": 0.8192323446273804, "source_para_score": 0.7888100147247314}
{"en": "Sandra took a photograph of you sitting next to Eva with a big smile on your face.", "zh": "桑德拉給你拍了張照片，你坐在伊娃身旁，臉上蕩漾著燦爛的笑容。", "type": "1:1", "score": 0.8058303594589233, "source_para_score": 0.7888100147247314}
{"en": "(She had the photograph printed the following day, and on the back she wrote Proudest dad in the world.", "zh": "（第二天她把照片列印出來，在背面寫道：世上最驕傲的爸爸。如今照片正貼在冰箱上。）", "type": "1:2", "score": 0.8620063066482544, "source_para_score": 0.7888100147247314}
{"en": "So your daughter, the most amazing girl, is shifting the biggest day of her life so you can enjoy it.", "zh": "你那世上最曼妙的女兒就要經歷一生中最重要的轉變了，你為她高興。", "type": "1:1", "score": 0.7156835198402405, "source_para_score": 0.8402541875839233}
{"en": "It was going to be in a year or so, but now it’s going to be in a few months.", "zh": "本來這場轉變需要一年左右的時間，但現在只剩個把月了。", "type": "1:1", "score": 0.7217006683349609, "source_para_score": 0.8402541875839233}
{"en": "A man more suspicious than you might think Rick wants to get a ring on her before your trip to the moon so he gets a cut of what you leave behind.", "zh": "在你遠赴月球之前，一個比你更善猜忌的人懷疑瑞克想把婚戒套在她的手指上，這樣他就可以獲得你的遺產。", "type": "1:1", "score": 0.8058354258537292, "source_para_score": 0.8402541875839233}
{"en": "So there you have it—already your wife and daughter are spending their evenings planning things, sometimes with Rick, sometimes without him, and sometimes Rick will come over and the two of you will watch whatever game is on TV, or play darts in the garage, just shooting the breeze.", "zh": "你妻子和女兒開始在晚上計劃婚事，有時瑞克在，有時不在。他過來時，你們倆就看電視，或者在車庫裡玩飛鏢，或者閑聊。", "type": "1:2", "score": 0.7576998472213745, "source_para_score": 0.7580114603042603}
{"en": "Good news—Eva is getting married. You can’t believe how grown up she is now.", "zh": "好消息：伊娃要結婚了，你還是不敢相信她已經這麼大了。", "type": "2:1", "score": 0.8225454092025757, "source_para_score": 0.8868918418884277}
{"en": "Bad news—Sandra mentioned selling the house.", "zh": "壞消息：桑德拉提到賣房的事了。", "type": "1:1", "score": 0.8485408425331116, "source_para_score": 0.8868918418884277}
{"en": "She’s trying to be practical. She wants to find somewhere smaller.", "zh": "她想變得務實一點兒，找個小一點兒的地方。", "type": "2:1", "score": 0.8456110954284668, "source_para_score": 0.8868918418884277}
{"en": "You’ve added it to the I can’t believe it list.", "zh": "你也把它添加到「難以置信的清單」里了。", "type": "1:1", "score": 0.8067248463630676, "source_para_score": 0.8868918418884277}
{"en": "You told her no, that you want to stay here as long as you can. You told her you don’t want to go into a home, that there’s enough money and enough insurance to hire home care.", "zh": "你告訴她不行，你想住在這裏，不想搬家，還有足夠的錢和保險金請家庭護理。", "type": "2:1", "score": 0.8261002898216248, "source_para_score": 0.8868918418884277}
{"en": "She said okay, and that these things would be reassessed further down the line.", "zh": "她說好吧，這件事等以後再說吧。", "type": "1:1", "score": 0.6522626876831055, "source_para_score": 0.8868918418884277}
{"en": "You know what further down the line means—it’s going to be just like when she read the journal. She’s going to tell you that you’ve agreed all along to selling the place and that you’ve forgotten.", "zh": "你知道「以後」意味著什麼，就像她讀日記一樣，她會在「以後」告訴你，你同意賣掉這所房子，你只是忘記罷了。", "type": "2:1", "score": 0.7639025449752808, "source_para_score": 0.8868918418884277}
{"en": "By the time Saturday has rolled around, Jerry has come to understand the fundamentals behind his disease.", "zh": "到了星期六，傑瑞徹底摸清楚了自己的病。", "type": "1:1", "score": 0.7323664426803589, "source_para_score": 0.8457226753234863}
{"en": "His conversation with Nurse Hamilton is proof he killed somebody, and reading passages from his books over the last few days have shown him the way the world works. It’s about balance.", "zh": "他與漢密爾頓護士的談話證明他殺了人，過去幾天閱讀他的書向他展示了這個世界的運行之道：那就是因果輪迴，報應不爽。", "type": "2:1", "score": 0.7910054922103882, "source_para_score": 0.8457226753234863}
{"en": "There is, he believes, a reason he has Alzheimer’s, and understanding that reason is the first step on the path to being cured.", "zh": "他堅信自己患上阿爾茨海默病一定是因為作惡招致的天譴，弄清楚這個原因是治愈疾病的第一步。", "type": "1:1", "score": 0.7799185514450073, "source_para_score": 0.8457226753234863}
{"en": "He steps into the hallway.", "zh": "他來到走廊里。", "type": "1:1", "score": 0.7745735049247742, "source_para_score": 0.8318989276885986}
{"en": "He’s been told he woke up this morning a little confused, but this afternoon he knows who he is—fifty-year-old Jerry Grey, killer of one, at least one.", "zh": "他們說他今天早上醒來時有點兒困惑迷惘，但到了下午他就對自己知根知底了：他是五十多歲的傑瑞·格雷，犯過謀殺罪的兇手，至少殺害過一個人。", "type": "1:1", "score": 0.8339323997497559, "source_para_score": 0.8318989276885986}
{"en": "He heads to the more common areas of the home, where others are watching TV or playing cards or comparing stories about grandchildren. TV has lost interest for him.", "zh": "他徑直走向療養院的公共活動區，人們在這裏看電視、打牌或聊家常，說些孫子孫女的事兒。", "type": "2:1", "score": 0.7246030569076538, "source_para_score": 0.8318989276885986}
{"en": "There are couches and coffee tables and some people are talking, some are reading books, others are just staring ahead, lost in a thought either real or imagined, confused or not, chasing down a memory they can’t quite grab. There are wheelchairs parked against walls and crutches parked against couches.", "zh": "這兒擺放著沙發和咖啡桌，有人在聊天、看書，還有人凝望著前方，或為現實中雞毛蒜皮的事紛擾，或沉浸在臆想里紛飛，表情或茫然或堅毅，追憶著他們的似水流年。", "type": "2:1", "score": 0.7926984429359436, "source_para_score": 0.8318989276885986}
{"en": "Eric is busy, so Jerry waits. On a couch. By a window.", "zh": "艾瑞克很忙，所以傑瑞坐在靠窗的沙發上耐心地等著。", "type": "3:1", "score": 0.8692892789840698, "source_para_score": 0.8371395468711853}
{"en": "Fifty-year-old Jerry Grey, killer of one, those words going around in his mind like a skipping record, until Eric is free and comes over.", "zh": "五十多歲的傑瑞·格雷，一個殺人兇手，這些句子像跳繩一樣在他心中繞來繞去。這時艾瑞克有了空閑，向他走了過來。", "type": "1:2", "score": 0.7666860222816467, "source_para_score": 0.8371395468711853}
{"en": "“I need your help,” Jerry tells him.", "zh": "「我需要你的幫助。」傑瑞對他說。", "type": "1:2", "score": 0.9428225755691528, "source_para_score": 0.9428225159645081}
{"en": "“Whatever you need.”", "zh": "「你需要什麼幫助呢？」", "type": "1:1", "score": 0.7144814729690552, "source_para_score": 0.7144813537597656}
{"en": "“I need to get out of here.”", "zh": "「我要離開這裏。」", "type": "1:1", "score": 0.8717009425163269, "source_para_score": 0.8717010021209717}
{"en": "Eric doesn’t answer. He just gives Jerry one of those sad smiles everybody who works here knows how to deliver, a smile Jerry is getting pretty sick of seeing.", "zh": "艾瑞克沒有回答，只是沖傑瑞憂傷地一笑，這裏的每個工作人員都會這樣微笑，這讓傑瑞很反感。", "type": "2:1", "score": 0.735245943069458, "source_para_score": 0.7352460622787476}
{"en": "“Please, it’s important.”", "zh": "「求你了，這很重要。」", "type": "1:1", "score": 0.9471009969711304, "source_para_score": 0.947100818157196}
{"en": "“It doesn’t seem like you need my help to get out of here, Jerry—you’ve done it three times by yourself now.”", "zh": "「你好像並不需要我的幫助就能離開這裏。傑瑞，你已經溜出去三次了。」", "type": "1:2", "score": 0.8891780972480774, "source_para_score": 0.8891780376434326}
{"en": "Three times, Jerry thinks, where he’s functioned enough to walk twenty miles but not functioned well enough to create the memory.", "zh": "三次了，傑瑞心想，他能步行三十公里，卻不能掌控自己的記憶。", "type": "1:1", "score": 0.7639209628105164, "source_para_score": 0.8617057204246521}
{"en": "Three times where he’s essentially been sleepwalking. Only it should be called wakewalking.", "zh": "實際上他三次都是在夢遊，或者他應該叫自己為「夢遊人」。", "type": "2:1", "score": 0.6806713342666626, "source_para_score": 0.8617057204246521}
{"en": "He is Jerry Grey, fifty-year-old crime writer, killer of one. He is the resident wake-walker.", "zh": "他是傑瑞·格雷，是個五十歲的犯罪小說家，殺人兇手，還是個住院的白日遊人。", "type": "2:1", "score": 0.8884422779083252, "source_para_score": 0.8617057204246521}
{"en": "Maybe more than three times, he thinks, if he’s snuck his way back in.", "zh": "也許不止三次，他想，也許他曾悄悄溜出去又悄悄溜回來，但沒有人發現。", "type": "1:1", "score": 0.6591938734054565, "source_para_score": 0.8617057204246521}
{"en": "“What do you need to get out for?”", "zh": "「你想出去幹什麼？」", "type": "1:1", "score": 0.8498966097831726, "source_para_score": 0.868857204914093}
{"en": "Eric asks.", "zh": "艾瑞克問。", "type": "1:1", "score": 0.8883486986160278, "source_para_score": 0.868857204914093}
{"en": "He’s been wondering how much to reveal, and has decided the best way forward is to tell Eric everything.", "zh": "他在想什麼應該告訴他，什麼不應該告訴他，最後決定還是告訴艾瑞克一切。", "type": "1:1", "score": 0.6965224742889404, "source_para_score": 0.7245069742202759}
{"en": "There is no shame in needing help.", "zh": "需要幫助並不丟人。", "type": "1:1", "score": 0.7072461843490601, "source_para_score": 0.7245069742202759}
{"en": "“I know why I have Alzheimer’s. It’s because the Universe is punishing me for the bad things I’ve done.", "zh": "「我知道我為什麼會患阿爾茨海默病了，這是上蒼在懲罰我，因為我做了壞事。", "type": "2:1", "score": 0.8944534063339233, "source_para_score": 0.8655833601951599}
{"en": "I hurt somebody, maybe even more than just one person.", "zh": "我害了人，甚至不止一個人。", "type": "1:1", "score": 0.7728480100631714, "source_para_score": 0.8655833601951599}
{"en": "The only hope I have of the Universe returning my memories is if I confess to my crimes.", "zh": "祈求上蒼歸還我記憶的唯一希望是坦白我的罪行。", "type": "1:1", "score": 0.7802299857139587, "source_para_score": 0.8655833601951599}
{"en": "Eric’s smile has turned into a frown.", "zh": "艾瑞克收起笑容，把眉一皺。", "type": "1:1", "score": 0.7146627902984619, "source_para_score": 0.856806755065918}
{"en": "Jerry remembers somebody telling him once that a frown uses more muscles. The guy who told him that got shot in the back of the head during a drug deal in the back room of a furniture factory.", "zh": "傑瑞記得有人告訴過他，皺眉需要動用臉部更多的肌肉，那個告訴他這事的人在傢具廠的密室里進行毒品交易時被人開槍擊中了後腦。", "type": "2:1", "score": 0.8775875568389893, "source_para_score": 0.856806755065918}
{"en": "Jerry can remember his face going through all kinds of frowning as he knelt there as a gunman stood over him, telling him he had a number in mind that he was counting to, and when he got there he was going to pull the trigger.", "zh": "傑瑞記得他跪在地上，臉皺成一團。一個槍手站在他身邊，告訴他他正在默數，一旦他數到心裏想的那個數字，他就會扣動扳機。", "type": "1:2", "score": 0.7666456699371338, "source_para_score": 0.856806755065918}
{"en": "The number was twenty-nine, only the gunman didn’t say that, he just counted silently as the guy knelt in front of him shaking.", "zh": "那個數字是二十九，但槍手嘴上沒說。槍手默默地數著，那人跪在他面前，瑟瑟發抖。", "type": "1:2", "score": 0.7725565433502197, "source_para_score": 0.856806755065918}
{"en": "How does Jerry know this?", "zh": "不過，傑瑞是怎麼知道的？", "type": "1:1", "score": 0.8242218494415283, "source_para_score": 0.856806755065918}
{"en": "Is that who he killed?", "zh": "難道是他殺了那人？", "type": "1:1", "score": 0.9147781133651733, "source_para_score": 0.856806755065918}
{"en": "“Is this about Suzan?” Eric asks.", "zh": "「是關於蘇姍嗎？」艾瑞克問。", "type": "2:1", "score": 0.9007381200790405, "source_para_score": 0.9007382392883301}
{"en": "Suzan. She was the first.", "zh": "蘇姍是第一個。", "type": "2:1", "score": 0.8547679781913757, "source_para_score": 0.9020991325378418}
{"en": "“How do you know about Suzan?”", "zh": "「你怎麼知道蘇姍的？」", "type": "1:1", "score": 0.9013969898223877, "source_para_score": 0.9020991325378418}
{"en": "“We’ve had this conversation before, do you remember?”", "zh": "「我們以前談過這個話題，你不記得了嗎？」", "type": "1:1", "score": 0.9172210693359375, "source_para_score": 0.9172210693359375}
{"en": "Jerry shakes his head.", "zh": "傑瑞搖了搖頭。", "type": "1:1", "score": 0.8576101660728455, "source_para_score": 0.8801443576812744}
{"en": "If he remembered, he wouldn’t be here.", "zh": "要是他還記得，他就不會在這裏了。", "type": "1:1", "score": 0.9030693769454956, "source_para_score": 0.8801443576812744}
{"en": "“It never happened,” Eric says, and he leans forward and puts his hand on Jerry’s arm.", "zh": "「這事兒從來沒有發生過。」艾瑞克說著，身體前傾，把手放在傑瑞的手臂上，「你認為自己殺了這些人，但實際上根本就沒有。", "type": "1:2", "score": 0.7478846311569214, "source_para_score": 0.9049589037895203}
{"en": "“These people you think you killed, it just didn’t happen. Nobody in your street was murdered. You never snuck into anybody’s house and killed them.", "zh": "你家的街道上沒有人被殺害，你也沒有溜進別人家殺害他們。", "type": "3:1", "score": 0.7393515110015869, "source_para_score": 0.9049589037895203}
{"en": "There is no Suzan with a z.”", "zh": "根本就沒有一個叫蘇姍的人。」", "type": "1:1", "score": 0.7167026996612549, "source_para_score": 0.9049589037895203}
{"en": "“How can you be so sure?”", "zh": "「你怎麼能這麼肯定？」", "type": "1:1", "score": 0.9215760827064514, "source_para_score": 0.9215760827064514}
{"en": "“Because we checked.", "zh": "「因為我們核實過。", "type": "1:1", "score": 0.9491270780563354, "source_para_score": 0.9298982620239258}
{"en": "Where you grew up, nobody was murdered.", "zh": "在你長大的地方，沒有人被謀殺。", "type": "1:1", "score": 0.9016698598861694, "source_para_score": 0.9298982620239258}
{"en": "Not in your neighborhood, hell, not even in your suburb.”", "zh": "你家附近也沒有，甚至連郊區也沒有。」", "type": "1:1", "score": 0.8297460675239563, "source_para_score": 0.9298982620239258}
{"en": "Jerry knows the words are true, they feel true, and his body floods with relief. The fear inside him settles.", "zh": "這些話給傑瑞一種真實的感覺，他心裏一塊石頭落了地，內心的恐懼也稍稍平息了。", "type": "2:1", "score": 0.67995685338974, "source_para_score": 0.8360235691070557}
{"en": "The same way learning he was a crime writer fit like a glove, so does learning he’s not a killer. There is no Suzan. There was no drug deal where he watched some guy get shot in the back of the head after the shooter counted to twenty-nine.", "zh": "得知他是犯罪小說家就像給雙手戴上一副手套那樣適合，所以他並不是殺人兇手，也沒有蘇姍，沒有毒品交易，更沒有看到一個槍手在默數到二十九以後朝另一個人的後腦勺開槍。", "type": "3:1", "score": 0.806434154510498, "source_para_score": 0.8360235691070557}
{"en": "They were in his books. He may not remember the details, but he knows he created these people.", "zh": "這些都是發生在他的書里的情節，他可能不記得細節，但他知道自己塑造了這些人。", "type": "2:1", "score": 0.891010046005249, "source_para_score": 0.8360235691070557}
{"en": "Then it hits him. If he’s been a good guy all these years, then why the disease?", "zh": "他的思緒又紛飛了起來：如果這些年他一直扮演著好人，那麼為什麼會患病呢？", "type": "2:1", "score": 0.7483741044998169, "source_para_score": 0.7988520264625549}
{"en": "If he didn’t kill anybody, then how can he repent?", "zh": "如果他沒有殺人，那麼這愧疚感又從何而來呢？", "type": "1:1", "score": 0.7150821685791016, "source_para_score": 0.7988520264625549}
{"en": "His future is as bleak as ever.", "zh": "他的未來和他忘卻的過去一樣灰暗。", "type": "1:1", "score": 0.795070230960846, "source_para_score": 0.7988520264625549}
{"en": "“Then why am I being punished?”", "zh": "「那我為什麼受到懲罰呢？」", "type": "1:1", "score": 0.9619263410568237, "source_para_score": 0.7988520264625549}
{"en": "“There is no why,” Eric says. “It’s just bad luck.”", "zh": "「沒有為什麼，」艾瑞克說，「你只是運氣不好。」", "type": "2:1", "score": 0.8571791052818298, "source_para_score": 0.8571791648864746}
{"en": "“So I never killed anybody?”", "zh": "「所以，我從沒有殺過人，對嗎？」", "type": "1:1", "score": 0.8970712423324585, "source_para_score": 0.8970711827278137}
{"en": "“The thing is, Jerry, it’s all in the way you created these worlds—they all seem so real. People would read your books and they would become the main characters, they would see the world through their eyes, they would feel their thoughts.", "zh": "「傑瑞，問題在於他們只存在於你創造的世界里，他們太真實了，人們讀了你的書，成了主角，他們通過自己的雙眼看待世界，感受人物們的思想。", "type": "2:1", "score": 0.8316605091094971, "source_para_score": 0.8964956998825073}
{"en": "It’s no wonder it all seems real to you—it sure seems real to those who read you. It sure seemed real to me.", "zh": "這也難怪，這一切對你來說都是真的，對於那些讀過你作品的讀者也是真的，連我也覺得是真的。", "type": "2:1", "score": 0.848612904548645, "source_para_score": 0.8964956998825073}
{"en": "Your books are amazing,” he says. “I’ve been a huge fan since book one.”", "zh": "你的書寫得太好了，」他說，「從第一本開始我就是你的忠實書迷。」", "type": "2:1", "score": 0.8321884274482727, "source_para_score": 0.8964956998825073}
{"en": "“It can’t just be bad luck,” Jerry says.", "zh": "「可能不僅僅是運氣不好。」傑瑞說，「這世間因果輪迴，善惡有報。」", "type": "1:2", "score": 0.7647795677185059, "source_para_score": 0.808416485786438}
{"en": "“Jerry—”", "zh": "「傑瑞……」", "type": "1:1", "score": 0.8570556640625, "source_para_score": 0.8570557236671448}
{"en": "“I need to think about it,” he says. He stands up. “I think I’ll go rest a while.”", "zh": "「我需要思考一下，」說著他站了起來，「我想去休息一會兒。」", "type": "3:1", "score": 0.9107269048690796, "source_para_score": 0.9107268452644348}
{"en": "Eric stands up too. They start walking back towards Jerry’s room.", "zh": "艾瑞克也站了起來，兩人向傑瑞的房間走去。", "type": "2:1", "score": 0.8381149768829346, "source_para_score": 0.8381149768829346}
{"en": "“Do you remember me telling you that I wanted to be a writer?”", "zh": "「你還記得我跟你說過，我想成為一個作家嗎？」", "type": "1:1", "score": 0.9305674433708191, "source_para_score": 0.9281820058822632}
{"en": "Eric asks.", "zh": "艾瑞克問。", "type": "1:1", "score": 0.8883486986160278, "source_para_score": 0.9281820058822632}
{"en": "Jerry shakes his head.", "zh": "傑瑞搖了搖頭。", "type": "1:1", "score": 0.8576101660728455, "source_para_score": 0.8576101660728455}
{"en": "“I asked you for one piece of advice, and you said write what you know.", "zh": "「我徵詢過你的意見。你要我寫我所熟悉的故事，我說這是不可能的。", "type": "1:2", "score": 0.6963575482368469, "source_para_score": 0.8346395492553711}
{"en": "Do you remember what you said?”", "zh": "你還記得你說了什麼嗎？」", "type": "1:1", "score": 0.9382341504096985, "source_para_score": 0.8346395492553711}
{"en": "“No.”", "zh": "「記不得了。」", "type": "1:1", "score": 0.6700317859649658, "source_para_score": 0.811874508857727}
{"en": "“You said fake it. You said, did I really think Gene Roddenberry had been to Mars?", "zh": "「你說虛構就好，你真以為基恩·羅登貝瑞曾到過火星嗎？", "type": "2:1", "score": 0.8163655400276184, "source_para_score": 0.811874508857727}
{"en": "Did I really think that Stephen King had been spooked by a vampire when he was a kid?", "zh": "你真以為斯蒂芬·金小時候受過吸血鬼的驚嚇嗎？", "type": "1:1", "score": 0.7813391089439392, "source_para_score": 0.811874508857727}
{"en": "Did I really think Bill and Ted knew how to travel in time?", "zh": "你真以為比爾和特德知道如何進行時空之旅嗎？", "type": "1:1", "score": 0.8316155672073364, "source_para_score": 0.811874508857727}
{"en": "You said write what you know and fake the rest. You said throw some research in there too.”", "zh": "你說寫熟悉的東西，剩下的可以虛構，但也需要做些研究。」", "type": "2:1", "score": 0.7956446409225464, "source_para_score": 0.811874508857727}
{"en": "“And how’s that working out for you?” Jerry asks.", "zh": "「對你來說有用嗎？」傑瑞問。", "type": "2:1", "score": 0.7488120794296265, "source_para_score": 0.7488120794296265}
{"en": "“I’m still working here, aren’t I?”", "zh": "「我仍在這裏工作，不是嗎？」", "type": "1:1", "score": 0.9734624028205872, "source_para_score": 0.8916906714439392}
{"en": "Eric says, then laughs. “The thing about Suzan is exactly that. You didn’t kill her, you just faked it, but she feels as real to you as she does to your readers.", "zh": "艾瑞克笑著說，「蘇姍的故事就是這樣：你沒殺她，而只是虛構她罷了，但你覺得那是真的，讀者也覺得那是真的。", "type": "3:1", "score": 0.8717381954193115, "source_para_score": 0.8916906714439392}
{"en": "Now, you’re not going to try and sneak out again today, are you?”", "zh": "現在，你不打算再溜出去了，對吧？」", "type": "1:1", "score": 0.7857705354690552, "source_para_score": 0.8916906714439392}
{"en": "“No.” When Jerry gets into his room he sits down by the window.", "zh": "傑瑞走進自己的房間，臨窗坐下。", "type": "2:1", "score": 0.7066843509674072, "source_para_score": 0.8466503620147705}
{"en": "If he isn’t being punished, then what is it?", "zh": "如果這不是天譴，那又是什麼？", "type": "1:1", "score": 0.7283986210823059, "source_para_score": 0.8466503620147705}
{"en": "A memory comes to him then, one so strong it could have happened yesterday.", "zh": "他腦海中又浮現出一絲鮮明的記憶，就像是昨天剛發生的。", "type": "1:1", "score": 0.7179240584373474, "source_para_score": 0.8466503620147705}
{"en": "He’s sixteen years old, he’s at school and it’s career day and they’re all trying to figure what they want to do with their lives, as if a sixteen-year-old can possibly know. Only he did know.", "zh": "十六歲的他還在學校念書，那天是職業體驗日，他們都在規劃自己的未來，但十六歲的孩子又知道什麼呢？", "type": "2:1", "score": 0.7590005397796631, "source_para_score": 0.8466503620147705}
{"en": "He’s having a conversation with a teacher, telling her he wants to be a writer.", "zh": "除了他，他和一個老師談過，告訴她他想成為一名作家。", "type": "1:1", "score": 0.8049799799919128, "source_para_score": 0.8466503620147705}
{"en": "The teacher is telling him he needs to plan for a real future first, and to consider writing as a hobby.", "zh": "老師告訴他，他需要規劃自己真正的職業，至於寫作完全可以作為業餘愛好。", "type": "1:1", "score": 0.7806161642074585, "source_para_score": 0.8466503620147705}
{"en": "Jerry says he will do whatever it takes to make it happen.", "zh": "傑瑞說，他將竭盡所能，無論付出什麼代價也要實現自己的夢想。", "type": "1:1", "score": 0.7211360931396484, "source_para_score": 0.8466503620147705}
{"en": "The Universe taking his remaining years because it gave him the ones he wanted?", "zh": "所以上天才收走了他剩餘的年華，只是因為已經給了他想要的一切？", "type": "1:1", "score": 0.7449866533279419, "source_para_score": 0.8466503620147705}
{"en": "Did he sell his soul?", "zh": "難不成，他曾出賣過自己的靈魂？", "type": "1:1", "score": 0.8341976404190063, "source_para_score": 0.8466503620147705}
{"en": "“That’s not it,” he says, as much to himself as to the boy from nearly thirty-five years ago.", "zh": "「不是這樣的。」他說，既是在對自己說，也是對三十五年前的男孩說。", "type": "1:2", "score": 0.8643423914909363, "source_para_score": 0.861132800579071}
{"en": "It’s about Suzan with a z. Perhaps not her specifically, but somebody just like her.", "zh": "是關於蘇姍的，或者不是她，而是與她相似的某個人。", "type": "2:1", "score": 0.7721260190010071, "source_para_score": 0.861132800579071}
{"en": "The sense he has killed somebody is just far too real to ignore.", "zh": "他殺人的感覺實在是太真實了，他無法無視它。", "type": "1:1", "score": 0.7720193862915039, "source_para_score": 0.861132800579071}
