{"en": "Some basic facts. Today is a Friday.", "zh": "基本情況如下：今天是星期五。", "type": "2:1", "score": 0.7626841068267822, "source_para_score": 0.8205210566520691}
{"en": "Your name is Jerry Grey, and you are scared. You’re sitting in your study writing this while your wife, Sandra, is on the phone with her sister, no doubt in tears because this future of yours, well, buddy, nobody saw it coming.", "zh": "你的名字是傑瑞·格雷，此刻你正驚魂未定地坐在書房裡寫東西，而你的妻子桑德拉正在和她妹妹凱蒂通電話，淚流滿面地說著你的將來該怎麼辦。", "type": "2:1", "score": 0.758176863193512, "source_para_score": 0.8205210566520691}
{"en": "Sandra will look after you—that’s what she’s promised, but these are the promises of a woman who has known for only eight hours that the man you are is going to fade away, to be replaced by a stranger.", "zh": "好吧，夥計，沒有人會知道以後是什麼樣子。桑德拉會照顧你，她答應過的，但這都是女人的承諾，她知道像你這樣的男人生命會逐漸凋零，你的位置最終會被一個陌生人代替。", "type": "1:2", "score": 0.6697919368743896, "source_para_score": 0.8205210566520691}
{"en": "She hasn’t processed it, and right now she’ll be telling Katie that it’s going to be hard, all too terribly hard, but she’ll hang in there, of course she will, because she loves you—but you don’t want that from her.", "zh": "她還沒有想好怎麼辦，現在她會告訴凱蒂日子會很艱辛，非常艱辛，但她會拚命撐下去。她會的，她當然會的，因為她愛你，但這份愛你承受不起。", "type": "1:2", "score": 0.8195070028305054, "source_para_score": 0.8205210566520691}
{"en": "At least that’s what you’re thinking now.", "zh": "至少，你現在心裏就是這樣想的。", "type": "1:1", "score": 0.8913962244987488, "source_para_score": 0.8205210566520691}
{"en": "Your wife is forty-eight years old and even though you don’t have a future, she still does.", "zh": "你的妻子四十八歲了，即使你已窮途末路，但她仍有灑滿餘暉的未來。", "type": "1:1", "score": 0.8540798425674438, "source_para_score": 0.8205210566520691}
{"en": "So maybe over the next few months if the disease doesn’t push her away, you should push her away.", "zh": "因此，也許在未來幾個月里，即使疾病沒有吞噬她的生命，她的人生也將一片荒蕪。", "type": "1:1", "score": 0.6890671253204346, "source_para_score": 0.8205210566520691}
{"en": "The thing to focus on is that this isn’t about me, you, us—it’s about family. Your family.", "zh": "但問題在於，這不單單是單純的你、我或者我們這些個體的事——這關乎到家人，你的家人。", "type": "2:1", "score": 0.8145689964294434, "source_para_score": 0.8205210566520691}
{"en": "We have to do what’s best for them.", "zh": "我們必須儘力而為，讓他們過得更好。", "type": "1:1", "score": 0.8272851705551147, "source_para_score": 0.8205210566520691}
{"en": "Of course you know that’s a gut reaction, and you may very well, and probably will, feel differently tomorrow.", "zh": "當然，你知道，這是一種人類本能，也許你明天就會好轉，也許明天又會不一樣。", "type": "1:1", "score": 0.7387937307357788, "source_para_score": 0.8205210566520691}
{"en": "A pill to bring the memories back, and this journal is to help you if those memories tend to have fuzzy edges.", "zh": "一種藥片，可以治愈阿爾茨海默病，可以找回美好的記憶，要是那些記憶還有些模糊不清，這本日記也會幫到你。", "type": "1:1", "score": 0.6732156276702881, "source_para_score": 0.707665205001831}
{"en": "If there is no pill, you will still be able to look back through these pages and know who you were before the early onset dementia, before the Big A came along and took away the good things.", "zh": "如果沒有藥片，你仍然能夠通過這本日記找回記憶，在發展成早發性阿爾茨海默病、美好的記憶被剪去之前，起碼你還知道自己是誰。", "type": "1:1", "score": 0.6841124892234802, "source_para_score": 0.707665205001831}
{"en": "From these pages you will learn about your family, how much you love them, how sometimes Sandra can smile at you from across the room and it makes your heart race, how Eva can laugh at one of your small jokes and go Dad!", "zh": "讀了這本日記之後，你可以了解你的家人，知道你有多愛他們。有時，你可以看見桑德拉在房間的另一頭對你微笑，你的心不禁一陣狂跳；看見伊娃聽到你講的笑話而笑得前仰後合，直喊「爸爸」，然後尷尬地搖搖頭。", "type": "1:2", "score": 0.7152881622314453, "source_para_score": 0.8173878192901611}
{"en": "You need to know, Future Jerry, that you love and that you are loved.", "zh": "你需要知道，未來的傑瑞，你愛你的家人，家人也愛你。", "type": "1:1", "score": 0.7389468550682068, "source_para_score": 0.8173878192901611}
{"en": "So this is day one in your journal.", "zh": "因此，這是你日記的第一天。", "type": "1:1", "score": 0.885829508304596, "source_para_score": 0.8402587175369263}
{"en": "Not day one where things started to change—that started a year or two back—but day one of the diagnosis.", "zh": "這並非癥狀開始發生髮作的第一天——這個癥狀從一兩年前就開始了——這是確診的第一天。", "type": "1:1", "score": 0.7955120205879211, "source_para_score": 0.8402587175369263}
{"en": "Your name is Jerry Grey and eight hours ago you sat in Doctor Goodstory’s office holding your wife’s hand while he gave you the news.", "zh": "你的名字是傑瑞·格雷，八個小時前你拉著妻子的手坐在古德斯特里醫生的辦公室里，聽他告訴你診斷結果。", "type": "1:1", "score": 0.8271077871322632, "source_para_score": 0.8402587175369263}
{"en": "You wanted to tell Doctor Goodstory to either change his profession or change his last name, because the two couldn’t be any further apart.", "zh": "你想對古德斯特里醫生說：「要麼改行，要麼改姓。」", "type": "1:1", "score": 0.6689038276672363, "source_para_score": 0.8402587175369263}
{"en": "On the way home, you told Sandra that the diagnosis reminded you of a quote from Ray Bradbury’s Fahrenheit 451, and when you got home you looked it up so you could tell her.", "zh": "你覺得他要麼是個庸醫，要麼是他人假扮。在回家的路上，你告訴桑德拉，這個診斷結果令你想起雷·布拉德伯里所寫的《華氏451度》中的一句名言，到家以後你翻書查了查，然後告訴了她。", "type": "1:2", "score": 0.802110493183136, "source_para_score": 0.8402587175369263}
{"en": "Bradbury said, “It took some man a lifetime maybe to put some of his thoughts down, looking around at the world and life, and then I came along in two minutes and boom!", "zh": "布拉德伯里說：「有些人需要用畢生的時間記錄自己的思想，他們需要審視周圍的世界和生活，而我用兩分鐘時間就能搞定！", "type": "1:1", "score": 0.8365107178688049, "source_para_score": 0.8402587175369263}
{"en": "It’s all over.”", "zh": "一切都結束了。」", "type": "1:1", "score": 0.9113210439682007, "source_para_score": 0.8402587175369263}
{"en": "You’ve spent your lifetime putting your thoughts down on paper, Future Jerry, and in this case it’s not the pages going up in flames, but the mind that created them.", "zh": "未來的傑瑞，你用了畢生的時間把自己的想法寫在紙頁上，但在阿爾茨海默病的影響下，毀於一旦的不是書本，而是創造它們的思想。", "type": "1:1", "score": 0.7321946620941162, "source_para_score": 0.8402587175369263}
{"en": "Funny how you could remember that sentiment from a book you read more than ten years ago, but can’t find your car keys.", "zh": "你還能記得十幾年前讀過的書本中的觀點，卻找不到車鑰匙，這真是滑稽。", "type": "1:1", "score": 0.7753350734710693, "source_para_score": 0.8402587175369263}
{"en": "Writing in this journal is the first time in years you’ve handwritten anything longer than a grocery list.", "zh": "正在書寫的這本日記不知要比手寫的購物清單長多少，這麼多年來你還是第一次用筆寫作。", "type": "1:1", "score": 0.7728650569915771, "source_para_score": 0.8402587175369263}
{"en": "The computer’s word processor has been your medium ever since the day you wrote the words Chapter One of your first book, but using the computer for this . . .", "zh": "自從你敲下你的第一本書的「第一章」這三個字的那天起，電腦的文字處理器就成了你的媒介，但使用電腦寫書……", "type": "1:1", "score": 0.8502505421638489, "source_para_score": 0.8402587175369263}
{"en": "well, it feels too impersonal, for one, and too impractical for another.", "zh": "嗯，一方面，感覺太沒有人情味；另一方面，太不切實際。", "type": "1:1", "score": 0.7623746395111084, "source_para_score": 0.8402587175369263}
{"en": "The journal is more authentic, and much easier to carry around than a laptop.", "zh": "日記更真實可信，相比而言，筆記本更容易攜帶。", "type": "1:1", "score": 0.8233346939086914, "source_para_score": 0.8402587175369263}
{"en": "It’s actually a journal Eva gave you for Christmas back when she was eleven. She drew a big smiley face on the cover and glued a pair of googly eyes to it.", "zh": "其實，筆記本是伊娃十一歲時送給你的聖誕禮物，她在封面上畫了一張大笑臉，粘了一雙圓瞪著的眼睛。", "type": "2:1", "score": 0.8443658351898193, "source_para_score": 0.8402587175369263}
{"en": "From the face she drew a thought bubble, and inside that she wrote Dad’s coolest ideas.", "zh": "那張臉旁，她畫了一個泡泡來展示你的念頭，裏面寫著「爸爸最酷的想法」。", "type": "1:1", "score": 0.7339821457862854, "source_para_score": 0.8402587175369263}
{"en": "The pages have always remained blank, because your ideas tend to get scribbled down on Post-it notes and stuck around the sides of the computer monitor, but the notebook (now to be a journal) has always remained in the top drawer of your desk, and every now and then you’ll take it out and run your thumb over the cover and remember when she gave it to you.", "zh": "但你從未在筆記本里寫下一個字，因為你總是把自己的想法潦草地記在便條紙上，在電腦顯示器上粘了一圈。筆記本（現在是日記本）一直放在辦公桌最上面的抽屜里，你會不時地把它拿出來，用拇指在封面上摩挲著，反覆回想她是何時給你的。", "type": "1:2", "score": 0.7804778814315796, "source_para_score": 0.8402587175369263}
{"en": "Hopefully your handwriting is better than when you get an idea during the night and scrawl it down only to find you can’t read your own words the following morning.", "zh": "以前在某個夜裡，你常常潦草地在便箋上寫下你腦海中轉瞬即逝的靈感，結果隔天早上你都不認識自己的字了。但願你現在寫下的字跡要比那時候的好。", "type": "1:2", "score": 0.7200107574462891, "source_para_score": 0.8402587175369263}
{"en": "There is so much to tell you, but let me begin by being blunt.", "zh": "有太多太多事想要告訴你，但首先，請允許我的直言不諱。", "type": "1:1", "score": 0.8004777431488037, "source_para_score": 0.8139603137969971}
{"en": "“We’re all batshit crazy in Batshit County”— that’s a line from your latest work.", "zh": "「在瘋人縣我們都是精神錯亂的瘋子」，這句話出自你最新的一部作品。", "type": "1:1", "score": 0.6956655383110046, "source_para_score": 0.8139603137969971}
{"en": "You’re a crime writer—now’s as good a time as any to mention that.", "zh": "你是一個犯罪小說家——誰都說你現在正處於寫作的巔峰狀態。", "type": "1:1", "score": 0.7360221147537231, "source_para_score": 0.8139603137969971}
{"en": "You write under a pen name, that of Henry Cutter, and over the years have been given the nickname The Cutting Man by fans and the media, not just because of your pen name, but because many of your bad guys use knives.", "zh": "多年來，你一直用「亨利·卡特」這個名字寫作，你的書迷和新聞媒體送給了你一個綽號：「刀鋒狂人」。這不只是因為你的筆名，也是因為你筆下的惡徒常以刀作行兇的武器。", "type": "1:2", "score": 0.8295000791549683, "source_para_score": 0.8139603137969971}
{"en": "You’ve written twelve books, and number thirteen, The Man Goes Burning, is with your editor at the moment. She’s struggling with it.", "zh": "你已經寫了十二本書，第十三本書——《燃燒的男人》——此刻編輯正在絞盡腦汁地奮力審稿當中。", "type": "2:1", "score": 0.8020086884498596, "source_para_score": 0.8139603137969971}
{"en": "She struggled with number twelve too—and that should have been a warning flag there, right?", "zh": "此前十二本書對她而言也頗為棘手，十二這個數字本來應該成為一個警告標誌，對不對？", "type": "1:1", "score": 0.7272199988365173, "source_para_score": 0.8139603137969971}
{"en": "Here’s what you should do— get this put on a T-shirt: People with Dementia Don’t Make Great Authors.", "zh": "這才是你該做的——找個人把這句話印到短袖上：「患有痴呆症的人不會成為偉大的作家。」", "type": "1:1", "score": 0.7258988618850708, "source_para_score": 0.8139603137969971}
{"en": "After all, you’d been touring a lot that year so it made sense you were going to make some mistakes.", "zh": "畢竟，你那一年大多數時候都在旅行，所以犯些錯誤也無可厚非。", "type": "1:1", "score": 0.7654327750205994, "source_para_score": 0.8139603137969971}
{"en": "But The Man Goes Burning is a mess.", "zh": "但《燃燒的男人》就是一堆文字垃圾。", "type": "1:1", "score": 0.7618868350982666, "source_para_score": 0.8139603137969971}
{"en": "Every author eventually has a last book—you just didn’t think you were there yet, and you didn’t think it would be a journal.", "zh": "每一位作者最終都會有一部封筆之作，你只是覺得自己還沒到那步呢，所以你覺得這不單單是一本日記。", "type": "1:1", "score": 0.790153980255127, "source_para_score": 0.8139603137969971}
{"en": "Don’t mix that up.", "zh": "可別混淆這兩者。", "type": "1:1", "score": 0.8220367431640625, "source_para_score": 0.8465810418128967}
{"en": "Sure, you’re going to forget your wife’s name, but let’s not forget what we’re calling this —it’s a journey, not a descent.", "zh": "當然了，你會忘記你妻子的名字，但別忘了我們是如何定義這件事的：這不過是癲狂的雪上加霜，而非加諸一個正常人身上。", "type": "1:2", "score": 0.774931013584137, "source_para_score": 0.8465810418128967}
{"en": "And yes, that’s a joke.", "zh": "是的，這是一個笑話，一個盛滿了怒火的笑話。", "type": "1:1", "score": 0.721842885017395, "source_para_score": 0.8465810418128967}
{"en": "An angry joke because, let’s face it, Future Jerry, you are exceptionally angry.", "zh": "因為，未來的傑瑞，你終究是要面對它的，你滿懷怒火。", "type": "1:1", "score": 0.6929875612258911, "source_para_score": 0.8465810418128967}
{"en": "You are only forty-nine years old, my friend, and you are staring down the barrel of insanity.", "zh": "你才四十九歲啊，我的朋友，就只能眼睜睜地看著自己陷入癲狂。", "type": "1:1", "score": 0.8171641826629639, "source_para_score": 0.8465810418128967}
{"en": "But no, that’s not what this is about. This isn’t about writing up a memorial for your anger, this is a journal to let you know about your life before the disease dug in its claws and ripped your memories to shreds.", "zh": "但是，不，這本日記並非是關於這些的，不是要紀念你的憤怒，而是要描繪那段病症用它的利爪撕裂你的記憶之前的生活。", "type": "2:1", "score": 0.8767408132553101, "source_para_score": 0.800765335559845}
{"en": "You, Future Jerry, you got to be the very thing you’d always dreamed of becoming—a writer.", "zh": "未來的傑瑞，你曾實現過夢寐以求的理想，成了一個作家。", "type": "1:1", "score": 0.8103694915771484, "source_para_score": 0.800765335559845}
{"en": "You got the amazing wife, a woman who can put her hand in yours and make you feel whatever it is you need to feel, whether it’s comfort or warmth or excitement or lust, the woman who you wake up to every morning knowing you get to fall asleep with her that night, the woman who can always see the other side of the argument, the woman who teaches you more about life every day.", "zh": "你曾娶了一位賢良淑德的妻子，她能將自己的手義無反顧地放在你的手掌里，能填滿你所有的欲求——無論是懷抱的舒適、臂膀里的溫暖還是魚水之歡。每個夜晚，你們同床共枕；每個清晨，你們雙雙醒來。即便是爭論，她也總會站在你的角度為你著想。她能讓你發現生活的另一面。", "type": "1:4", "score": 0.7243240475654602, "source_para_score": 0.800765335559845}
{"en": "You have the nice house on the nice street, you sold a lot of books and you entertained a lot of people.", "zh": "你在一個繁華便捷的路段上，有棟漂亮的房子。你的書賣了很多，給讀者們帶來消遣。", "type": "1:2", "score": 0.8165275454521179, "source_para_score": 0.800765335559845}
{"en": "It turns out you were right.", "zh": "事實證明，你是對的。", "type": "1:1", "score": 0.7770629525184631, "source_para_score": 0.800765335559845}
{"en": "It will help you get back to the times you can’t remember, and when there is a cure, this journal will help restore anything you have lost.", "zh": "當有一天你痊癒以後，這本日記將有助於你重獲失去的一切。", "type": "1:1", "score": 0.7151298522949219, "source_para_score": 0.800765335559845}
{"en": "It will break your fucking heart.", "zh": "這真他媽的讓你心碎不已啊。", "type": "1:1", "score": 0.688979983329773, "source_para_score": 0.6889798641204834}
{"en": "Eva has to sign something and then speaks to the officer again while Jerry stares at one of the walls where there’s a flyer for the police rugby team that has six names on it, the last one being Uncle Bad Touch.", "zh": "伊娃在一些文件上簽字，然後又和警察商談起來。傑瑞盯著一面牆，上面有個警局橄欖球隊的宣傳欄，寫著六個名字，最後一位是「痞子大叔」。", "type": "1:2", "score": 0.7292530536651611, "source_para_score": 0.7573206424713135}
{"en": "The officer walks over with Eva and wishes Jerry a nice day, and Jerry wishes for the same thing—he wishes for a lot of nice days, and then they’re riding the elevator down and heading outside.", "zh": "警察跟伊娃一起走了過來，他祝傑瑞過得愉快，傑瑞也向他表示祝福。他巴不得以後能有很多愉快的日子。然後他們乘電梯下樓，向外面走去。", "type": "1:3", "score": 0.6973242163658142, "source_para_score": 0.7573206424713135}
{"en": "“New car?” he asks, which is a dumb thing to say, because the moment the words are out of his mouth he knows he’s set himself up for disappointment.", "zh": "「新車嗎？」他問。這問題太蠢了，話一出口，他就知道他使自己陷入了令人失望的窘境。", "type": "1:3", "score": 0.7910230755805969, "source_para_score": 0.7910230159759521}
{"en": "“Something like that,” she says, and she’s probably had it for a few years or more.", "zh": "「差不多吧。」她說。她大概已經買了好幾年了，也許是傑瑞買給她的。", "type": "1:3", "score": 0.6645768880844116, "source_para_score": 0.8206430673599243}
{"en": "They climb inside, and when she puts her hand on the steering wheel he notices again her wedding ring.", "zh": "他們上了車，她把手放在方向盤上的瞬間，他又注意到她手指上的結婚戒指。", "type": "1:1", "score": 0.8091323375701904, "source_para_score": 0.8453749418258667}
{"en": "Eva starts the car and they pull away from the curb just as Uncle Bad Touch asks if they’d like to buy a used sandwich from him.", "zh": "就在伊娃發動汽車、緩緩地駛離路邊時，「痞子大叔」問他們是否願意從他那裡買個吃剩的漢堡。", "type": "1:1", "score": 0.6774994730949402, "source_para_score": 0.8453749418258667}
{"en": "They get twenty yards before having to stop at a red light.", "zh": "他們開了二十米，在紅燈前停了下來。", "type": "1:1", "score": 0.7368699312210083, "source_para_score": 0.8453749418258667}
{"en": "Jerry pictures the day being split into three parts; the sun is out towards the west and looks like it’ll be gone in a few hours, making him decide they’re nearing the end of the second act.", "zh": "傑瑞想象著，如果將一整天分成三幕，此刻斜陽西沉，不久就將隱沒于天際，那麼他們正處在第二幕的尾聲。", "type": "1:1", "score": 0.6890683174133301, "source_para_score": 0.8453749418258667}
{"en": "He’s trying to think about Eva’s husband and is getting close to picturing him when Eva starts talking.", "zh": "他絞盡腦汁幻想著伊娃的丈夫，剛有眉目時，伊娃開始和他說話。", "type": "1:1", "score": 0.68707275390625, "source_para_score": 0.8453749418258667}
{"en": "“You were found in the town library,” she says.", "zh": "「你是在市圖書館被人發現的。」", "type": "1:1", "score": 0.8079969882965088, "source_para_score": 0.9051891565322876}
{"en": "“You walked in and went to sleep on the floor.", "zh": "她說，「你走了進去，睡在地板上。", "type": "1:1", "score": 0.8443300127983093, "source_para_score": 0.9051891565322876}
{"en": "When one of the staff woke you up, you started shouting.", "zh": "一個工作人員搖醒了你，結果你大聲呼喊。", "type": "1:1", "score": 0.7667546272277832, "source_para_score": 0.9051891565322876}
{"en": "They called the police.”", "zh": "他們報了警。」", "type": "1:1", "score": 0.8457214832305908, "source_para_score": 0.9051891565322876}
{"en": "“I was asleep?”", "zh": "「我睡著了？」", "type": "1:1", "score": 0.9654767513275146, "source_para_score": 0.9654766321182251}
{"en": "“Apparently so,” she says.", "zh": "「顯然是的。」", "type": "1:1", "score": 0.7211355566978455, "source_para_score": 0.902637243270874}
{"en": "“How much can you remember?”", "zh": "她說，「你還能記得多少？」", "type": "1:1", "score": 0.7975946664810181, "source_para_score": 0.902637243270874}
{"en": "“The library, but just a little.", "zh": "「只記得一點點關於圖書館的。", "type": "1:1", "score": 0.7505472898483276, "source_para_score": 0.9190601110458374}
{"en": "I don’t remember walking there.", "zh": "我不記得到過那兒。", "type": "1:1", "score": 0.8073062896728516, "source_para_score": 0.9190601110458374}
{"en": "I remember last night. I remember watching TV. And I remember the police station. I kind of . . .", "zh": "但昨天晚上的事我還記得，我記得看了電視，我記得警察局，我……剛剛在警局我以為是審訊，那時我才緩過神來。", "type": "4:1", "score": 0.8592163324356079, "source_para_score": 0.9190601110458374}
{"en": "switched on, I guess, during what I thought was an interview. I thought I was there because the police figured out what I’d done back when—”", "zh": "我以為我在那兒是因為警方發現我過去做的事……」", "type": "2:1", "score": 0.7297108173370361, "source_para_score": 0.9190601110458374}
{"en": "“There is no Suzan,” she says, interrupting him.", "zh": "「沒有什麼蘇姍。」她打斷他。", "type": "1:2", "score": 0.7776445746421814, "source_para_score": 0.777644693851471}
{"en": "The light turns green.", "zh": "綠燈亮了。", "type": "1:1", "score": 0.7781455516815186, "source_para_score": 0.8651659488677979}
{"en": "He thinks about Suzan and how she doesn’t exist outside the pages of a book he can barely remember writing.", "zh": "他想著蘇姍，她怎麼可能只活在連他都不記得自己寫過的書中的紙頁上呢？", "type": "1:1", "score": 0.7417455911636353, "source_para_score": 0.8651659488677979}
{"en": "He feels tired. He stares out at the buildings that look familiar, and is starting to get an idea of where they are.", "zh": "他覺得累了，凝望著那些似曾相識的摩天大廈，漸漸回想起他們在哪兒。", "type": "2:1", "score": 0.7750192880630493, "source_para_score": 0.8651659488677979}
{"en": "There is a guy arguing with a parking attendant on the sidewalk, poking his finger into the attendant’s chest. There’s a woman jogging while pushing a stroller and talking on her cell phone. There’s a guy carrying a bunch of flowers with a big smile on his face.", "zh": "一個人正在人行道上和泊車員爭吵，不斷用手指戳著泊車員的胸膛；一個女人推著嬰兒車，一邊慢跑一邊拿著手機打電話；一個人拿著一束鮮花，臉上笑容燦爛。", "type": "3:1", "score": 0.8465908169746399, "source_para_score": 0.8651659488677979}
{"en": "He sees a young boy, probably fifteen or sixteen, help an old lady pick up her bag of groceries that has split open.", "zh": "他還看到一個十五六歲的年輕小夥子，幫一位老太太撿起地上掉得七零八落的雜貨。", "type": "1:1", "score": 0.7587293386459351, "source_para_score": 0.8651659488677979}
{"en": "“Do we have to go back to the nursing home?", "zh": "「我們是要回療養院嗎？", "type": "1:1", "score": 0.8938074111938477, "source_para_score": 0.8875524997711182}
{"en": "I want to go home instead. To my real home.”", "zh": "我想回家，我自己真正的家。」", "type": "2:1", "score": 0.896834671497345, "source_para_score": 0.8875524997711182}
{"en": "“There is no real home,” Eva says.", "zh": "「沒有真正的家了。」伊娃說，「不會再有了。」", "type": "1:2", "score": 0.8618429899215698, "source_para_score": 0.9246826767921448}
{"en": "“I want to see Sandra,” he says, his wife’s name coming out without any effort, and perhaps that’s the key to tricking the disease—just keep talking and eventually you’ll get there.", "zh": "「我想見桑德拉。」他毫不費力地說出妻子的名字，也許這是遏制癥狀惡化的關鍵：不停地說話，好讓他不會忘記。", "type": "1:2", "score": 0.7642394304275513, "source_para_score": 0.757916271686554}
{"en": "He turns to Eva. “Please.”", "zh": "他轉向伊娃：「求求你了。」", "type": "2:1", "score": 0.8463941812515259, "source_para_score": 0.757916271686554}
{"en": "She slows the car a little so she can look over at him. “I’m sorry, Jerry, but I have to take you back. You’re not allowed to be out.”", "zh": "她減慢車速，扭頭深深地看著他：「傑瑞，我很抱歉，但我必須帶你回去，你以後禁止外出。」", "type": "4:1", "score": 0.8482235670089722, "source_para_score": 0.8482235074043274}
{"en": "“Allowed?", "zh": "「禁止？", "type": "1:1", "score": 0.8462046384811401, "source_para_score": 0.7733661532402039}
{"en": "Please, Eva, I want to go home.", "zh": "求求你了伊娃，我要回家。", "type": "1:1", "score": 0.8599708676338196, "source_para_score": 0.7733661532402039}
{"en": "I want to see Sandra.", "zh": "我想見桑德拉。", "type": "1:1", "score": 0.9098547101020813, "source_para_score": 0.7733661532402039}
{"en": "Whatever it is I’ve done to be put into a home, I promise I’ll be better. I promise.", "zh": "不管我做了什麼而被送進療養院，我保證我會老老實實的，我保證。", "type": "2:1", "score": 0.7056783437728882, "source_para_score": 0.7733661532402039}
{"en": "I won’t be a —”", "zh": "我不會……」", "type": "1:1", "score": 0.8433737754821777, "source_para_score": 0.7733661532402039}
{"en": "“The house was sold, Jerry. Nine months ago,” she says, staring ahead at the road.", "zh": "「房子賣了，傑瑞，九個月前。」", "type": "2:1", "score": 0.8387042880058289, "source_para_score": 0.9038851261138916}
{"en": "“Then where’s Sandra?”", "zh": "「那桑德拉在哪兒？」", "type": "1:1", "score": 0.8974541425704956, "source_para_score": 0.8974541425704956}
{"en": "“Mom has . . . Mom has moved on.”", "zh": "「媽媽已經……媽媽已經走了。」", "type": "2:1", "score": 0.8869495391845703, "source_para_score": 0.8869496583938599}
{"en": "“Moved on?", "zh": "「走了？", "type": "1:1", "score": 0.8784869909286499, "source_para_score": 0.8780392408370972}
{"en": "Jesus, is she dead?”", "zh": "天啊，她死了嗎？」", "type": "1:1", "score": 0.908561110496521, "source_para_score": 0.8780392408370972}
{"en": "She looks over at him, and because of that she nearly rear-ends a car that comes to a quick stop ahead of her.", "zh": "她轉過頭來看著他，這一看不要緊，結果前面那輛車冷不丁地停下來，車差一點兒追尾。她趕緊急剎車。", "type": "1:2", "score": 0.7152606844902039, "source_para_score": 0.883453905582428}
{"en": "“She’s not dead, but she’s . . . she’s not your wife anymore.", "zh": "「她不是死了，但她……她不再是你的妻子了。", "type": "2:1", "score": 0.9600008726119995, "source_para_score": 0.883453905582428}
{"en": "I mean, you’re still married, but not for much longer—it’s just a matter of paperwork now.”", "zh": "我是說，你們的婚姻狀態仍然維繫，但不會持續太久，只是辦個手續的事兒。」", "type": "1:1", "score": 0.801591157913208, "source_para_score": 0.883453905582428}
{"en": "“Paperwork?", "zh": "「手續？", "type": "1:1", "score": 0.8223516941070557, "source_para_score": 0.7971324920654297}
{"en": "What paperwork?”", "zh": "什麼手續？」", "type": "1:1", "score": 0.8172868490219116, "source_para_score": 0.7971324920654297}
{"en": "“The divorce,” she says, and they start moving forward again.", "zh": "「離婚。」她說。車子再次向前駛去。", "type": "1:3", "score": 0.7525803446769714, "source_para_score": 0.8268752098083496}
{"en": "There’s a young girl of six or seven looking out the back window of the car ahead, waving and pulling faces.", "zh": "前面車上有一個六七歲的小女孩正透過車後窗向這邊張望，揮著手，做鬼臉。", "type": "1:1", "score": 0.7962191104888916, "source_para_score": 0.8268752098083496}
{"en": "“She’s leaving me?”", "zh": "「是她要離開我嗎？」", "type": "1:1", "score": 0.93685382604599, "source_para_score": 0.8783868551254272}
{"en": "“Let’s not talk about this now, Jerry.", "zh": "「我們不要談論這個了，傑瑞。", "type": "1:1", "score": 0.8975107669830322, "source_para_score": 0.8783868551254272}
{"en": "How about I take you to the beach for a bit?", "zh": "我帶你到海邊怎麼樣？", "type": "1:1", "score": 0.7802646160125732, "source_para_score": 0.8783868551254272}
{"en": "You always liked the beach.", "zh": "你很喜歡海灘。", "type": "1:1", "score": 0.8239337205886841, "source_para_score": 0.8783868551254272}
{"en": "I have Rick’s jacket in the back, you can put that on—it’ll be cold out there.”", "zh": "後備廂里有瑞克的夾克衫，你可以穿上，那兒還有些冷。」", "type": "1:1", "score": 0.8078536987304688, "source_para_score": 0.8783868551254272}
{"en": "“Is Sandra seeing somebody else?", "zh": "「桑德拉是看上別人了嗎？", "type": "1:1", "score": 0.8916631937026978, "source_para_score": 0.8825780153274536}
{"en": "Is she seeing this Rick guy?”", "zh": "她是看上瑞克這傢伙了？」", "type": "1:1", "score": 0.8825157880783081, "source_para_score": 0.8825780153274536}
{"en": "“Rick’s my husband.”", "zh": "「瑞克是我丈夫。」", "type": "1:1", "score": 0.954809308052063, "source_para_score": 0.954809308052063}
{"en": "“Is there another guy?", "zh": "「還有其他人嗎？", "type": "1:1", "score": 0.8969043493270874, "source_para_score": 0.8751527667045593}
{"en": "Is that why Sandra is leaving me?”", "zh": "桑德拉就是因為這個才要離開我嗎？」", "type": "1:1", "score": 0.8785401582717896, "source_para_score": 0.8751527667045593}
{"en": "“There is no other guy,” Eva says.", "zh": "「沒有什麼其他人。」", "type": "1:1", "score": 0.6907254457473755, "source_para_score": 0.8708037734031677}
{"en": "“Please, I really don’t want to talk about this now. Maybe later.”", "zh": "伊娃說，「拜託，我現在真的不想談論這個話題了，也許以後……」", "type": "2:1", "score": 0.7994606494903564, "source_para_score": 0.8708037734031677}
{"en": "“Why?", "zh": "「為什麼？", "type": "1:1", "score": 0.9751057028770447, "source_para_score": 0.9463990926742554}
{"en": "Because by then I’ll have forgotten?”", "zh": "因為到時我就忘記了嗎？」", "type": "1:1", "score": 0.9161972999572754, "source_para_score": 0.9463990926742554}
{"en": "“Let’s go to the beach,” she says, “and we’ll discuss it there.", "zh": "「我們去海邊吧。」她說，「我們去那兒討論。", "type": "1:2", "score": 0.8761378526687622, "source_para_score": 0.8972323536872864}
{"en": "The fresh air will do you good. I promise.”", "zh": "新鮮的空氣對你有好處，我保證。」", "type": "2:1", "score": 0.9039387702941895, "source_para_score": 0.8972323536872864}
{"en": "“Okay,” he says, because if he behaves, then maybe Eva will take him back to his home instead.", "zh": "「好吧。」他說。因為如果他肯老老實實的，也許伊娃就會帶他回家，他就可以繼續以前的生活，說服桑德拉回來。", "type": "1:3", "score": 0.6789952516555786, "source_para_score": 0.8112093210220337}
{"en": "“Was the house really sold?” he asks.", "zh": "「房子真的賣掉了？」他問。", "type": "1:2", "score": 0.9648622274398804, "source_para_score": 0.9648623466491699}
{"en": "“Yes.”", "zh": "「是的。」", "type": "1:1", "score": 0.9468963742256165, "source_para_score": 0.9468963742256165}
{"en": "“Why do you call me Jerry? Why don’t you call me Dad?”", "zh": "「你為什麼叫我傑瑞，不叫我爸爸？」", "type": "2:1", "score": 0.9183636903762817, "source_para_score": 0.9183636903762817}
{"en": "She shrugs and doesn’t look at him.", "zh": "她聳聳肩，不看他，他也就不再深究了。", "type": "1:1", "score": 0.7306158542633057, "source_para_score": 0.7275081276893616}
{"en": "They head for the beach.", "zh": "車子朝海邊的方向駛去。", "type": "1:1", "score": 0.6548917889595032, "source_para_score": 0.7889358401298523}
{"en": "He watches the people and the traffic and stares at the buildings, Christchurch City on a spring day and if there’s a more beautiful city in the world he hasn’t seen it, and he has seen a lot of cities—that’s one thing the writing has given him, it’s given him freedom and . . .", "zh": "透過車窗，他凝視著外面如織的人潮與車流，凝視著一幢幢房屋與高樓，凝望著春天裡的克萊斯特徹奇市，這座世界上最美麗的城市。他曾去過很多城市——是寫作給了他這樣的機會，給了他這般自由……", "type": "1:2", "score": 0.7833957672119141, "source_para_score": 0.7889358401298523}
{"en": "“There was traveling,” he says. “Book tours.", "zh": "「以前我常常去旅行，」他說，「書籍之旅。", "type": "2:1", "score": 0.8006365299224854, "source_para_score": 0.9204338192939758}
{"en": "Sometimes Sandra came along, and sometimes you came too.", "zh": "有時桑德拉會陪我，有時你也會來。", "type": "1:1", "score": 0.8444868326187134, "source_para_score": 0.9204338192939758}
{"en": "I’ve seen a lot of countries.", "zh": "我去過很多國家。", "type": "1:1", "score": 0.8764205574989319, "source_para_score": 0.9204338192939758}
{"en": "What happened to me?", "zh": "我到底發生了什麼事？", "type": "1:1", "score": 0.9243128895759583, "source_para_score": 0.9204338192939758}
{"en": "To Sandra?”", "zh": "桑德拉怎麼了？」", "type": "1:1", "score": 0.8442486524581909, "source_para_score": 0.9204338192939758}
{"en": "“The beach, Dad, let’s wait for the beach.”", "zh": "「海灘，爸爸，我們去海灘。」", "type": "1:1", "score": 0.8417694568634033, "source_para_score": 0.8417694568634033}
{"en": "He wants to wait for the beach, but more is coming back to him now, things he would much rather forget.", "zh": "他曾嚮往海灘，他記起來了，但一些其他他寧可忘卻的記憶正在慢慢復甦。", "type": "1:1", "score": 0.674584150314331, "source_para_score": 0.8414573669433594}
{"en": "“I remember the wedding. And Rick. I remember him now.", "zh": "「我記得婚禮，還有瑞克，我現在還記得他。", "type": "3:1", "score": 0.9496214389801025, "source_para_score": 0.8414573669433594}
{"en": "I’m . . . I’m so sorry,” he tells her. “I’m sorry about what I did.”", "zh": "我……我很抱歉，」他對她說，「我為我所做的事道歉。」", "type": "3:1", "score": 0.9044093489646912, "source_para_score": 0.8414573669433594}
{"en": "“It wasn’t your fault.”", "zh": "「那不是你的錯。」", "type": "1:1", "score": 0.941928505897522, "source_para_score": 0.941928505897522}
{"en": "The shame and the humiliation come rushing back. “Is that why you stopped calling me Dad?”", "zh": "一陣羞恥和屈辱感又湧上心頭：「那你為什麼不喊我爸爸了？」", "type": "2:1", "score": 0.7252861261367798, "source_para_score": 0.7252861261367798}
{"en": "She doesn’t look at him. She doesn’t answer.", "zh": "她不看他，沒有回答。", "type": "2:1", "score": 0.9131277799606323, "source_para_score": 0.8235231637954712}
{"en": "He goes back to looking out the window, feelings of shame and embarrassment flooding his thoughts.", "zh": "他又把視線投向窗外，臉上滿是羞愧與尷尬。", "type": "1:1", "score": 0.6505659222602844, "source_para_score": 0.8235231637954712}
{"en": "A camper van pulls over and a pair of young children climb out the side and start taking photos.", "zh": "一輛露營車靠路邊停下，兩個小孩爬了出來，開始給鴨子們拍照。", "type": "1:1", "score": 0.7897369861602783, "source_para_score": 0.8235231637954712}
{"en": "“I hate the nursing home,” he says.", "zh": "「我不喜歡療養院。」", "type": "1:1", "score": 0.7278899550437927, "source_para_score": 0.8758118748664856}
{"en": "“I must still have some money.", "zh": "他說，「我肯定還有一筆錢。", "type": "1:1", "score": 0.8460273742675781, "source_para_score": 0.8758118748664856}
{"en": "Why can’t I buy myself a home and some private care?”", "zh": "我為什麼不能給自己買棟房子，請個私人護理？」", "type": "1:1", "score": 0.8665977120399475, "source_para_score": 0.8758118748664856}
{"en": "“It doesn’t work that way.”", "zh": "「那樣沒用。」", "type": "1:1", "score": 0.7895908355712891, "source_para_score": 0.7895908355712891}
{"en": "“Why doesn’t it work that way?”", "zh": "「為什麼沒用？」", "type": "1:1", "score": 0.8157858848571777, "source_para_score": 0.8157860040664673}
{"en": "“It just doesn’t, Jerry,” she says, using a tone that lets him know she doesn’t want to discuss it.", "zh": "「就是沒用，傑瑞。」她故意流露出這種不想跟他討論的腔調，好讓他知難而退。", "type": "1:2", "score": 0.7945746183395386, "source_para_score": 0.777118444442749}
{"en": "They keep driving.", "zh": "汽車繼續向前行駛。", "type": "1:1", "score": 0.6561196446418762, "source_para_score": 0.777118444442749}
{"en": "It’s crazy that he feels uncomfortable with his own daughter, but he does, this giant wall between them feels unbreakable, this wall he put up by being a bad father and an even worse husband.", "zh": "如果和自己的親生女兒待在一起還感到不安，那肯定就是有病，但他就是感到不安。一堵巨大的牆壁聳立在兩人之間，牢不可摧。這牆壁之所以存在，都是因為他是個不稱職的父親和不合格的丈夫。", "type": "1:3", "score": 0.7159444689750671, "source_para_score": 0.777118444442749}
{"en": "They get through town and head east, out towards Sumner beach, and when they arrive they find a parking spot near the sand, the ocean ahead of them, a line of cafés and shops and then the hills behind. They get out of the car.", "zh": "汽車穿過城鎮徑直朝東邊的薩姆納海灘駛去，抵達以後，她將車停在沙灘附近的泊車位，不遠處坐落著商店和咖啡店，前方是一望無際的大海，大海又連著綿延不絕的山丘。", "type": "2:1", "score": 0.787428617477417, "source_para_score": 0.777118444442749}
{"en": "He watches a dog rolling itself over a seagull that’s been squashed by a car.", "zh": "他們下了車，他看見一條狗在一隻被汽車軋得粉身碎骨的海鷗身上打滾。", "type": "1:1", "score": 0.7462694048881531, "source_para_score": 0.777118444442749}
{"en": "Eva gets Rick’s jacket out of the trunk, but he tells her he doesn’t need it.", "zh": "伊娃從後備廂里拿出瑞克的夾克衫，他卻告訴她不需要。", "type": "1:1", "score": 0.822455883026123, "source_para_score": 0.777118444442749}
{"en": "The sand is golden, but there are lots of pieces of driftwood and seaweed and shells. There are maybe two dozen people, but that’s all, most of them young.", "zh": "金色的沙灘上遍布著數不清的浮木、海藻和貝殼，人也不多，稀稀拉拉二十多個，大多數都很年輕。", "type": "2:1", "score": 0.7225894331932068, "source_para_score": 0.777118444442749}
{"en": "He takes his shoes and socks off and carries them.", "zh": "他脫下鞋襪，用手拎著。", "type": "1:1", "score": 0.699417769908905, "source_para_score": 0.777118444442749}
{"en": "They walk along the waterline, seagulls chirping overhead, people playing, and this—this right now, feels like a normal day. This feels like a normal life.", "zh": "他們倆沿著浪花走著，海鷗在上空盤旋，發出陣陣啁啾聲，人們在周圍嬉戲玩耍，這……這……現在，這才像寧靜祥和的一天，是他想要的正常生活。", "type": "2:1", "score": 0.7985679507255554, "source_para_score": 0.777118444442749}
{"en": "“What are you thinking about?”", "zh": "「你在想什麼？」", "type": "1:1", "score": 0.9458229541778564, "source_para_score": 0.9013562202453613}
{"en": "Eva asks.", "zh": "伊娃問道。", "type": "1:1", "score": 0.8698955178260803, "source_para_score": 0.9013562202453613}
{"en": "“About when I used to bring you here as a kid,” he tells her. “The seagulls used to scare you.", "zh": "「我在想，你小的時候，我經常帶你來這兒玩，你那時很害怕海鷗。」", "type": "2:1", "score": 0.737052321434021, "source_para_score": 0.817412793636322}
{"en": "What happened with your mother?”", "zh": "他告訴她，「你媽媽到底發生什麼事了？」", "type": "1:1", "score": 0.7527931928634644, "source_para_score": 0.817412793636322}
{"en": "She sighs, then turns towards him.", "zh": "她嘆了口氣，然後轉過身來，面對著他。", "type": "1:1", "score": 0.8351088762283325, "source_para_score": 0.819656252861023}
{"en": "“It wasn’t really one thing,” she says, “but a combination of things.”", "zh": "「不止一件事，」她說，「後來發生了很多事。」", "type": "1:1", "score": 0.7797436714172363, "source_para_score": 0.819656252861023}
{"en": "“The wedding?”", "zh": "「比如婚禮？」", "type": "1:1", "score": 0.8861931562423706, "source_para_score": 0.8861931562423706}
{"en": "“That was a big part of it.", "zh": "「這隻是其中一件。", "type": "1:1", "score": 0.7350309491157532, "source_para_score": 0.809619665145874}
{"en": "She couldn’t forgive you. You also couldn’t forgive yourself.”", "zh": "她不能原諒你，你也不能原諒你自己。」", "type": "2:1", "score": 0.9330143928527832, "source_para_score": 0.809619665145874}
{"en": "“Come on,” she says. “It’s a beautiful spring day.", "zh": "她說，「多麼美好的春天啊。", "type": "2:1", "score": 0.7791173458099365, "source_para_score": 0.820505678653717}
{"en": "Let’s not waste it on sad memories.", "zh": "咱們能別把時間浪費在凄慘的回憶上嗎？", "type": "1:1", "score": 0.7281568050384521, "source_para_score": 0.820505678653717}
{"en": "Let’s walk for another half an hour and then I’ll take you back, okay?", "zh": "咱們散散步，過半小時我就帶你回去，好嗎？", "type": "2:1", "score": 0.8268717527389526, "source_para_score": 0.820505678653717}
{"en": "I told them I’d have you back by dinner.”", "zh": "我告訴他們我會帶你回去吃飯。」", "type": "1:1", "score": 0.8870794177055359, "source_para_score": 0.820505678653717}
{"en": "“Will you stay for dinner?”", "zh": "「你願意留下來吃飯嗎？」", "type": "1:1", "score": 0.8966259360313416, "source_para_score": 0.8966258764266968}
{"en": "“I can’t,” she says.", "zh": "「我不能。」她說，「對不起。」", "type": "1:2", "score": 0.8243520259857178, "source_para_score": 0.91133713722229}
{"en": "They walk along the beach, they walk and talk, and Jerry looks out over the water, and he wonders how far his body could swim, how far he would make it before the dementia kicked in and he lost all rhythm.", "zh": "他們沿著海邊散步，邊走邊聊。傑瑞望著海水，他想知道在痴呆症摧毀神志、肌體節奏紊亂之前，他的身體能允許他游多遠。", "type": "1:2", "score": 0.789670467376709, "source_para_score": 0.8350130319595337}
{"en": "Maybe he’d get ten yards out there and drown.", "zh": "也許他只能游出十米遠，然後溺水而亡。", "type": "1:1", "score": 0.8379770517349243, "source_para_score": 0.8350130319595337}
{"en": "Maybe that wouldn’t be such a bad thing.", "zh": "也許這不是一件壞事。", "type": "1:1", "score": 0.8860999345779419, "source_para_score": 0.8350130319595337}
